[
{
    "Pub Name": "Cock",
    "Address": "23 High Street, Broom, SG18 9NA",
    "Description": "This village pub has changed over the years and now has five small rooms. It still has no bar counter - and is one of only six traditional pubs left in the whole of the UK without a bar counter including the other Heritage Pubs the North Star, Steventon, Oxfordshire; Tuckers Grave, Faulkland, Somerset; Rose & Crown, Huish Episcopi, Somerset; Kings Head, Laxfield, Suffolk; and Manor Arms, Rushall, West Midlands.\n\r\nThe Cock occupies a mid-19th-century row of cottages converted into alehouse and later a pub. Owned by Ballards, it was sold to Wells & Winch of Biggleswade, who were taken over by Greene King in 1961. It has grown from a single room with beer fetched from the cellar but retains a sense of its traditional character. At one time the only public drinking area was the left-hand room (now the games room with table skittles). Drinks were then brought, as they still are, from the top of the steps.\n\r\nThe room on the right-hand side was formerly a shop - hence the cupboards either side of the fireplace. This is the classic room in the pub with two-thirds height panelling. As you enter the pub from the front door, you encounter a highly distinctive display of woodwork - old lapped boarding on the right and further back a set of cupboards; the panelling on the left, however, is not so old, having taken its present form about 1980 (which is also the date of the panelling in the games room) and it was all added by local carpenter, Richard Beasley.\n\r\nThe uneven red-tiled corridor leads to the rear part where, on the right, a small snug has been brought into use in modern times. It has a red-tile floor, panelled walls, bench seating and an early 20th-century fireplace. Changes were made just outside this room in 1977 when the sink used for cleaning glasses was removed. Further alterations in the 1990s to bring the toilets inside also created a public drinking area in front of the entrance to the cellar servery. This has greatly expanded the size of the pub but has not destroyed the atmosphere of the old front rooms. At the rear left is a dining room that came into use in the 1990s.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/2"
}
,
{
    "Pub Name": "Painters Arms",
    "Address": "79 High Town Road, Luton, LU2 0BW",
    "Description": "The Painters was rebuilt in 1913 and occupies a corner site at the junction of Hightown and Havelock Roads. The ground floor is faced with deep green glazed bricks and the upper floor is of red brick. What makes the pub special is the survival of much of its original plan and the array of internal tiling. It was acquired by Benskins Watford Brewery Limited in 1921 and in the 1990s this was branded a ‘Benskins Heritage Inn’. \r\n\r\nOn Hightown Road side the central entrance leads to a lobby with colourful patterned tile floor. There are three doors each with decorative etched panels in the top of the doors – ‘Public Bar’ in the one on the right, ‘Jug Bar’ in the centre one, and ‘Saloon Bar’ in the top of the left hand one. \r\n\r\nThe door with 'Jug Bar' means that it was originally for off-sales and now leads to a small snug. It is created by two three-quarter-height partition walls with Art Nouveau-style glazing along the top dividing it off from the larger bars left and right. It retains the original bar counter and did have seats (removed in the last few years) that ran down the sides of this intimate space where customers sat to partake a swift one before returning home. \r\n\r\nThe door on the right of the entrance lobby leads to the Public Bar with a curved panelled bar counter painted black and original bar back with plain columns and small decorative capitals at the top (one replaced by plain wood). It retains the original fixed seating with a bare timber back, some dado panelling at the rear and a vestibule entrance from Havelock Road. \r\n\r\nIn the rear left is a glazed brown brick fireplace and on either side of the fire are tiles to half height, some decorative, in shades of brown topped off with a frieze above in brown and green with fern and scallop shell ornament. Note the intertwined letters 'P A' (= Painters Arms) in the central panel between 'Public' and 'Bar' on the window in the public bar. This and the other rooms have a deep cornice painted dark brown. \r\n\r\nThe now disused entrance porch on the left in Hightown Road has a lobby with a colourful patterned tile floor and more of the tiling to half-height in shades of brown topped off with a frieze above in brown and green with fern and scallop shell ornament. A door with a ‘Saloon’ etched panel in the top leads into a short passage with more of the tiled dado and two doors – the one ahead has ‘Saloon Bar’ in the top and the one to the right has ‘Private Bar’  - the doors look to have been switched as the door from the central lobby has a ‘Saloon Bar’ panel. \r\n\r\nThe front left Saloon Bar retains the original bar counter which carries a superstructure on twinned columns and with a pot shelf; above this are glazed lunettes which have an Art Nouveau-style glazing almost identical to those in the top of the screenwork around the Jug Bar. The original bar back remains and on the left wall is more of the colourful tiled dado, a tiled, cast-iron and wood surround fireplace, and fixed seating. \r\n\r\nA widish gap leads to the rear room, the former ‘Private Bar’ i.e. the two rooms were combined some time ago. This room has another original panelled bar counter and bar back, also more of the pot shelf as appears in the front room. The attractive tiling continues on the dados of the walls on the left and there is a cast-iron fireplace that includes two pictorial green tiled panels. There is some tiled dado in the servery, dado panelling on rear wall, and also a pool table. \r\n\r\nA wall at the rear was taken out in 2000 and the door from the public bar widened so it is now possible to walk all the way around the pub. This small area at the rear has some old dado panelling and service here is from a hatch / doorway with shelf to the back of the servery. The pub was listed in 1998 following joint fieldwork by CAMRA and English Heritage.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/3"
}
,
{
    "Pub Name": "Swan",
    "Address": "High Street, West Wycombe, HP14 3AE",
    "Description": "Now owned by the National Trust, like much of West Wycombe, this 18th-century pub was refitted and extended in 1932 in a simple style by Wheelers Wycombe brewery. Originally it consisted of two small rooms in what is now the lounge - hence two fireplaces - and it extended back as far as the bottle store/cellar; in the area of the present public bar was the former kitchen. To convert the original 18th-century front part into what we see today the brewery firstly constructed the large triple garage situated at the rear of the premises - this was then used as a temporary bar! The enlarged pub opened for business in 1932 and consists of two bars – the saloon and the public bar – set at right-angles to one another - with an off-sales and dining room behind. Prior to the extension a 99-year lease was granted in favour of Wheelers Brewery, who were then taken over by Simonds of Reading and eventually it became a Courage pub. In c.1970 the Barry family bought the lease from Courage so they are now direct tenants of the National Trust.\n\r\nSince 1910 the pub has been run by the same family and on 19 September 2010 a 100th birthday party was attended by 100 people. The front bar has an inglenook fireplace with decorative fire-back. The counter was installed in 1932 (possibly the first time the pub had a counter?) as was a modest back fitting with bevelled mirror panels situated at right angles to the counter. The parquet floor and brick fireplace on the left are from 1932. The only way to walk between the two bars without going outside is via the gents' toilets. These are unchanged with white tiled walls, two original Shanks' urinals and washbasin. The ladies' is situated just 'outside' the public bar entrance and is also unchanged and still has a 'one penny in the slot' device!\n\r\nThe public bar is accessed on the left and is somewhat austere with parquet floor, a fine bar-back with bevelled mirrored panels, a long counter with no dispensers, a 1930s brick fireplace with old coal stove and even a piano. Local real ale is served from casks stillaged behind the servery, something that is now quite rare in Britain (and non-existent in some parts). Note the curtains in the servery which can be pulled across to provide a degree of privacy between the two bars.\n\r\nAnother door down the left side has 'Reception' on the door and is the former jug and bottle, The short passage has a parquet floor, two stools, a hatch/flap at the end and an old grandfather clock on the bar side.\n\r\nThe other door into the pub is to the Dining Room which is another small room with a parquet floor and 1930s brick fireplace. Keeps traditional hours i.e. open lunchtimes 12 to 2 and evenings from 5.30pm (7 Sun).",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/5"
}
,
{
    "Pub Name": "Hand & Heart",
    "Address": "12 Highbury Street, Peterborough, PE1 3BE",
    "Description": "Situated in a small terrace, the Hand & Heart is a small, purpose-rebuilt public house dating from 1938. Of two storeys in plain brick, with a flat roof, it was built for Warwick & Richardson’s Brewery of Newark and is essentially intact and unaltered.\n\r\nSadly the two original front windows advertising 'Warwick's' have been replaced with similar, but not exact, copies in recent years. The front door on the left leads to a small lobby and, beyond an internal door in a full-height glazed screen, is the modest drinking lobby around the Jug Bar (off sales), both areas with black and white tiled flooring. A couple of bar stools confirms that this increasingly rare facility is in use here at times and the bell push to attract attention remains on the left. The screen in the drinking lobby can still be raised and lowered for service and the lower central panel is hinged and was used for transactions when this doubled as the off-sales, but is now permanently sealed, apparently at the insistence of 'Health & Safety'!. Note the number '2', a former requirement of the licensing magistrates, on the screen in the drinking lobby.\n\r\nA door on the right just short of the serving hatch leads to the public bar where the fabric and fittings from the Thirties scheme have survived very well. The bar counter has a distinctive Art Deco frontage; to the left there is a door to the servery for staff which has a hatch and shelf for service; and the mirrored bar back has succumbed to only modest changes to allow the inclusion of a fridge. Also preserved is the original fitted seating. The only lost item is the fireplace, replaced by a brick one from the 1960/70s. Note the WWII memorial on the wall of the public bar – there are only 60 or so of these in pubs in the whole of the UK.\n\r\nA door at the rear right corner of the drinking lobby, still with 'Smoke Room' and '3' painted on it, leads to a compact room which retains its full set of original fitted seating and a baffle by the door. Service to this room is via a hatch, which until the late 1990s had a door that could be opened and closed for service. The only other lost item is the original fireplace which has been replaced by one in an inappropriate Victorian style. Other doors in the drinking lobby lead to an 'inside' ladies toilet still with 'Ladies' painted on it, and to a passageway to the 'outside' gents (the exterior passageway to the gents' is now covered over). The passageway to the gents' has its own street entrance on the far left of the building.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: Not listed",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/6"
}
,
{
    "Pub Name": "Travellers Rest",
    "Address": "Chester Road, Alpraham, CW6 9JA",
    "Description": "A wayside, brick-built pub on the busy A51, Nantwich to Chester road. The original part consists of a T-plan building of c.1850 with Tudor-style windows. This has been extended, notably to the rear, in 1937. The pub retains four rooms and has been in the hands of the same family since 1900. The last changes were in c.1970 when the fourth room was brought into use as a public room. The fittings are plain and date from shortly before the Second World War. In the centre of the pub is a small public bar with a counter which extends into the lounge at the rear. Fronting the main road are the tap room (right) and darts room (left). \r\n\r\nThe corner door leads to the tap room which was probably the main drinking room in the past even though it has no counter as beer would have been served straight from the cask prior to 1937. It has a genuine Victorian tiled, cast-iron and wood-surround fireplace and a 1930s Ind Coope  & Allsopp mirror. A doorway leads to the very small public bar - the room most in use these days. It has a counter, back-fitting and other furniture were probably installed in 1937. The cast-iron fireplace and beauty board panelling around date from c.1970. \r\n\r\nThe lounge bar is situated in the extension and has fittings of 1937. The counter front has wallpaper added to its frontage and one wall has more beauty board from c.1970. The room has its own entrance and is usually closed, but if you want to take a look just ask. It is used by Bowling Club members - between the pub and the fields to the rear is a bowling green in regular use. \r\n\r\nAt the rear is a wooden building, originally a WW1 army hut and in use as a tea room between the late 1940s to 1989. It is still used occasionally for darts competitions and as a small function room. Both sets of toilets are outside - take a peek into the gents' which in summer is home to a family of swallows, who first arrived in 2003. \r\n\r\nJust beyond the domestic entrance is the Wicker Room/Darts Room on the front left of the pub, brought into use in c.1970. It was decided the tap room was too busy for darts games so a little-used domestic room brought into use. It has a glazed brick, cast-iron and wood-surround fireplace and beauty board on the walls. Look for the half door which creates a serving hatch to the back of the public bar but also is the door at the top of the cellar steps. \r\n\r\nThere is no electronic gadgetry here - the till is a drawer in the bar counter and there is no TV, piped music or fruit machines - so in the event of a power cut it can continue to fully operate with candles! If you visit on the Sunday lunchtime before Christmas Eve expect to see people coming from miles around wearing a topical or themed hat. Back in 1990 a chap came in wearing a bowler hat and ever since this has become 'Hat Sunday' and carols are sung. Closed Mon to Fri lunchtimes.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: Not listed",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/7"
}
,
{
    "Pub Name": "White Lion",
    "Address": "Audley Road, Barthomley, CW2 5PG",
    "Description": "A splendid half-timbered building dating from 1614 with three rooms and a section of wattle-and-daub on show. The original pub room is the small beamed tap room accessed via the right hand latch door, which has a figure '1' on it - a requirement of the licensing magistrates. This unspoilt room with a solid red-brown floor has fixed bare benches on the front wall side; an assortment of tables including a couple of scrubbed ones; and some chunky 'publican's rustic' stools. Situated near the settle is an oval-shaped table created from a piece of oak with a brass edging which has been here for years. A similar table in the corner of the room is a copy made by a customer a few years ago.  \r\n\r\nThe room has half-height old panelling and a fitted settle which is old as is indicated by the well worn seat. However, the high back of the settle is unusual - most similar settles have panels but this one features old fielded panels - which look like they are re-used wall panels but the date of the change is unknown. There is a 1930s-style brick fireplace with a coal fire but this may date from 1953 when there were changes in the left hand room. \r\n\r\nNote the glass covered section of wattle-and-daub on the left hand wall and a mummified rat which came from the loft and discovered by builder when the pub was re-thatched in 1999. It has no bar counter - originally beer was served from a hatch situated in the doorway of what is now the third public room situated at the rear. There was actually a servery in the area where there is now a kitchen - the wall that separates the kitchen from the present third room is a recent addition. It is believed that the servery consisted of a bar back fitting where the ovens are now situated and also a counter/cabinet just about where the wall is situated. However, the third room was only ever a private room and not used by customers until 1994. Note the figure '5' on the door to the cellar. A passage on the rear right leads to a door and across the cobbled yard is the outside gents. \r\n\r\nThe beamed room on the left on a lower level and with a figure '2' on the door was for 200 years the twice-yearly Court Leet and Court Baron for the Manors of Crewe Green, Barthomley and Leighton; and has been used as a school room in the past. It only became a pub room in 1953 which is the date of the bar counter and bar back fitting. There are two upright columns featured in the bar counter which originally went right up to the ceiling beams until the 1990s when a former licensee cut the top sections off and added the copper caps. It has an old red tiled floor and some new tiles; old half-height panelling; and a brick fireplace which looks 1930s in style but was probably added in 1953. \r\n\r\nThe tiny room at the rear of the pub was converted from private quarters in 1994 and has a flag-like tiled floor, a tiled fireplace with stove and is served from a doorway/hatch to the side of the bar. Upstairs there is a small function/meeting room where the ceiling was removed in the 1990s so it is now open the the rafters and it has a small Victorian cast-iron fireplace. \r\n\r\nThe pub closed on 1st April 2013 following the thatched roof catching fire. Following repairs it was reopened on 23rd July 2013. The roof has been re-thatched and the three rooms downstairs have been cleaned [and re-painted where appropriate] to remove the effects of smoke damage. Exterior brickwork on chimney etc has been re-pointed.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/8"
}
,
{
    "Pub Name": "Harrington Arms",
    "Address": "Church Lane, Gawsworth, SK11 9RJ",
    "Description": "The Harrington Arms is a rural public house attached to a working farm (75 acres) and until 2007 both the pub and the farm were run by the same person - a rare example of a once common way of making a livelihood - combining public house keeping with other activities. \r\n\r\nThis red brick pub was built in two phases with the oldest three storey part dating back to the seventeenth century. The Bayley family ran the pub for over 100 years until 2007 with Marjorie having been at the pub from 1942 until her death in 1998 aged 86 - hence the little changed interior which has been used by TV companies. Both the pub and the farm are owned by Robinsons brewery having bought them from the Bayley family in the 1930s when they wanted to buy a hotel in Blackpool! \r\n\r\nIn the past it was probably operating with just a small servery where beer was served from the cask into a jug and the main drinking room being the splendid Tap Room on the front left. More rooms were brought into use over the years - the former kitchen/living room being the last one in 2007 making five rooms in all. In recent years the pub has started to sell meals but it is still very much a pub that welcomes drinkers.\r\n\r\nThrough the ancient inner door with a row of glazing protectors and to the right is a narrow room with the bar. The servery in its present form dates from 1984; prior to that arrangements were simpler with the casks stillaged against the back wall and no bar counter - just a screen with a ledge. In one room there is a photo of long serving landlady Marjorie Bayley serving beer from casks into jugs and it shows some old bar back shelves. In 1984 Robinsons added the bar fittings and replaced the screen around the servery with a virtual copy. This is confirmed by a 1980 drawing of the servery situated just above the door. Note the old till dating from the early early 1900s and the figure '2' on the door to the cellar - a requirement of the licensing magistrates. \r\n\r\nThe original drinking room is the timeless tap room on the front left and is one of the country's finest unspoilt pub rooms. It has a latch door with the figure '5' on it, a red and black quarry tiled floor interestingly laid both square and diagonally, very old wall benches on two sides - one with a noticeable slope - a fitted high backed settle and a small piece of window bench seating. The brick fireplace (at least 70 years old) has a log burner and old oblong scrubbed tables and basic low benches all add to this atmospheric room. \r\n\r\nThe diamond laid red and black quarry-tiled hall leads to a former external door as the toilets are situated in a brick extension to the original building, no doubt added to bring the toilets inside, and also add a kitchen. In 2007 the former kitchen/living room on the rear left was brought into use as a public room. It has a figure '6' on the latch door, a splendid large early 20th century range of enamelled iron with no less than 8 ovens and an open fire as well as old wall cabinets. This small room has a black and red quarry tiled floor in the same design as the front left room, two antique settles and an oblong scrubbed tables making this another room with a timeless feel. Note the old hooks in the ceiling from which meats would have been hung in the past. The draught screen by an exterior door is modern. \r\n\r\nThere are two more small rooms on the right hand side of the pub. A very small bare wood floored Snug with the figure '3' on the door has a hatch for service to the side of the servery which was added in the 1984, a 1950s brick fireplace with a log fire and a domestic looking wall cupboard. \r\n\r\nTo the rear right up a few steps is another room which as its name 'the Parlour' implies it was previously private quarters until the 1950s. It has the figure '4' on the door, an antique settle and another 1950s brick fireplace. A Conker Championship is held every early October.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/10"
}
,
{
    "Pub Name": "Castle",
    "Address": "25-27 Church Street, Macclesfield, SK11 6LB",
    "Description": "Whitened brick, 18th century pub tucked away on a cobbled street. It probably started life originally as late 18th century dwellings which were remodelled later as a pub in the 19th century and was owned by Macclesfield's Lonsdale & Adshead Brewery. Large 19th century extension at rear. The interior of four small rooms off a central corridor is little altered no doubt partly due to a long serving licensee Charles Lomas (1930 to 1962). From the central entrance a door in the inner lobby on the front right leads to the tiny tap room with a late 19th century bar counter with decorative brackets, old half-height tongue-and-groove panelling with wall benches attached, and a small Victorian cast-iron fireplace was originally in the kitchen, that has a mirror in the old mantelpiece above; the bar back shelving are mostly modern.. Note the holes in the bar counter in the public bar near the fireplace – in the 1930s crates of Guinness were brought from the cellar and placed behind the counter and the holes were to help to bring it up to room temperature.\n\r\nThe inner latch door with glazing protectors leads to the lobby and passageway to the rear. On the right of the corridor is a splendid curved shop front-like glazed screenwork with rising sash windows, formerly the off-sales, now permanently closed, where cigarettes and spirits were stored and sold from. Alongside is a stable door entrance to the servery for staff with a ledge and upper window that can be closed. Also in this area is a display case holding a collection of miniatures and old bottles. Take a look within the servery and you will see an indicator box for the bell-pushes with four windows 'Front Door' (unusual), 'Parlour', 'Smoke Room', and 'Kitchen' which last worked in the 1960s.\n\r\nOn the left are narrow double doors leading to the splendid small smoke room which has an ornamented, probably 1920s, ceiling of moulded putty featuring a pair of lozenge patterns with foliage ornament. Deteriorating in recent years, the ceiling was superbly restored back to its original condition prior to the pub reopening in 2021 after a six year closure. All around the room is high-backed fixed seating with delicate legs and arms and bell pushes in the top and is said to have been installed in 1910. This room also has a good painted slate Victorian fireplace incorporating two pictorial tiled panels of monks eating and drinking.\n\r\nOn the right is the parlour situated behind the servery with a glazed partition to corridor side and has a doorway and plain baffle. It retains the original bench seating on the left hand side with bell pushes above. The bar counter was added in 1971 and some fixed seating in this area was removed. The passageway has a dado of varnished Lincrusta and at the end of past an open staircase is the rear room brought into pub use in 1986. It has no old fittings and part of the wall between it and the parlour has been removed 'for supervision'. Then in 2021 the rear room was doubled by amalgamation with the kitchen on the rear left. A passage on the left leads to the original gents' brought inside in modern times.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/11"
}
,
{
    "Pub Name": "Seven Stars",
    "Address": "The Moor, Falmouth, TR11 3QA",
    "Description": "Prominently sited in front of a small square in the centre of town, the Seven Stars is an urban classic. The original Victorian building (1868?) was extended to the right in 1912 and an off-sales shop added. Closed during the war it was not re-opened until the late 1980s but as this didn't work out and when the local tobacconist retired, the business was transferred to the Seven Stars shop and continued until 2006. The pub has been in the same family since 1868 and, as well as being a local Anglican clergyman, Rev. Barrington Bennetts was behind the bar for over 50 years until his death in 2011. A notable feature of the exterior was the sign board high up at roof level - which fell down during a storm and is still to be replaced. Such boards commonly feature in old pictures of pubs but they have now all but disappeared. \r\n\r\nThe completely unspoilt public bar at the front has a late Victorian counter, shelves and a wooden stillage from around 1898. The beer is served from casks behind the bar the metal stillages were introduced in 1947 and 1949. The white marble counter on the right dates from the days when there was a separate oyster bar - see the brown paper bag in a frame on the wall on the left. Sadly, the glass snack counter on stilts introduced by Meredith & Drew in the mid-1950s has recently been removed but there are still-working gas lights at each end of the bar. The tiled fireplace dates from 1912 and seating mainly consists of benches attached to the panelled walls. Among the drinks on sale is 'Grandma's Weapons Grade Ginger Beer' but this is an alcoholic version at 5.5% ABV!\r\n\r\nFrom the front door a passage leads to the rear and has an inner door with 'Saloon Bar' and seven blue coloured stars on it which was originally positioned on the front of the pub when the main bar was subdivided by a partition. Beyond the off-sales hatch with its sliding windows and red Formica shelf is the rear smoke room. This also has a 1912 tiled fireplace, two large plain mirrors of some antiquity, a hatch/doorway to the back of the bar, skylight and 1960s seating. Look for the \"coffin hatch\" in the ceiling. The former gents' outside WC is now the ladies' while the gents' facilities are inside. Former landlord the Rev. Bennetts was only the second real person to appear in The Beano comic (No 3151 for 7 Dec 2002 - \"Crazy for Daisy\") where the Seven Stars was called \"The Reverend's Pop Shop\" with a story all about him selling 'pop to the whole of Beanoland' for 50 years! A cartoonist for the comic drinks here - the only other real person named in The Beano is David Beckham!",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/12"
}
,
{
    "Pub Name": "Blacksmiths Arms",
    "Address": "Broughton Mills, Broughton Mills, LA20 6AX",
    "Description": "Rough cast stone building in small hamlet. Datestone 1748 over the door, but with later extensions: it was part of a working farm until 1988. Originally two public rooms, two further rooms (the former village shop at the rear and one on the far left once part of the private accommodation) have been brought into use in recent years and have no old fittings. Entry is via a passageway with uneven flagstone floor, which runs through the building giving access to the rear rooms and gents’ toilet. A branch to the left gives access to the kitchen (in a modern extension) and the ladies’ toilets. The small bar on the right never had a proper bar counter until 1996 when a plain, simple one was installed along with new shelving behind, and there is a small fireplace with a modern overmantel. Although this is a small room, there are two doors (one of which has a figure '1' on it and one is locked out of use) giving access to the passageway. \r\n\r\nThe reason for inclusion as a pub with a nationally important pub interior is the room to the left It is divided from the passageway by a solid wooden screen with benches attached and is unaltered for many years. The tongue and groove latch door has a figure '2' being a requirement of the licensing magistrates in the past. It contains a cast-iron range and a couple of fitted cupboards of the former kitchen showing how the public house expanded into the private one. Seating consists of bare benches attached to the passageway partition, bare window seating, and a small piece of of wall bench seating left of the range fireplace. Its rear wall contains a door (locked and out of use) and a window looking onto the passageway to the kitchen. The low ancient beamed ceiling and three scrubbed top tables adds to the timeless nature of this room. \r\n\r\nThe building is floored with stone flags throughout, there are working gas lights in some of the rooms, and a mounting block in front of the building. Furniture is simple, and overall it gives a good impression of an old country inn. The extension into the shop and private accommodation does not detract – no recent changes appear to have been made to the plan of the building. However, the two doors into the bar room from the passageway suggest that there may have been some changes in this room in the past.\r\n\r\n2014 Information received from a local lady whose family had run the pub for 80 years that the left-hand room was in use as part of the pub before the Second World War.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/13"
}
,
{
    "Pub Name": "Cumberland Inn",
    "Address": "22 Botchergate, Carlisle, CA1 1QS",
    "Description": "Built 1929-30 to designs by Harry Redfern, this is the least altered of the Carlisle & District State Management Scheme pubs (i.e. the state control system set up in the First World War to run Carlisle's brewing and distribution system). It has an elegant Tudor Gothic style stone frontage with a first floor oriel window - just the sort of civilised architecture intended to mirror civilised drinking which was one of the aims of the Scheme. From the left hand door there is a long panelled passage that leads to the main bar. The right hand panelled partition has at times in the past been partly removed for access into the front right room but is now firmly fixed in place. Between the main bar and the front room there is a wide opening following removal of double doors. The small front room retains its rectangular fielded panelling to two-thirds height and in it is a ‘Ladies Powder Room’ door leading to the toilet. Modern bar counter has replaced the original hatch. The bar counter and bar back in the main bar look modern (listed description says counter brought forward and\r\nextended to the rear) but the panelling and the fireplace are original. Recently a small dance floor and DJ booth have been added. At the rear is another separate room with an original 1930s stone fireplace. Recently a new glazed partition has been added to split the room into two with seating in the front section and a pool area at the rear. \r\n\r\nA visit upstairs is recommended where the two little used upstairs bars have recently been converted into ‘Outpost Restaurant & Bar’ - a separate business accessed via a staircase from the right front door. Both bars have original counters (tops have been replaced), bar back shelving, three stone fireplaces of superior quality to the downstairs examples (two have the date 1930 on them) with the front right one having a recently exposed terrazzo floor in front of it (the tiles are new). On the panelled walls there are several gilded inscriptions from Omar Khayyam, Robert Burns and G.K Chesterton all in praise of civilised drinking. Above the panelling are painted cartouches with vine motifs and, over the fireplaces, jugs and glasses. The restaurant is open Tue to Sun (and Bank Holiday Mon) from 5 to 10 (10.30 Fri, Sat); also Thu, Fri and Sat 12 to 2. Restaurant phone number is 01228 818448.",
    "Inventory Stars": "One star - A pub interior of special national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/14"
}
,
{
    "Pub Name": "Olde Dolphin Inne",
    "Address": "5a Queen Street, Derby, Cathedral Quarter, DE1 3DL",
    "Description": "Derby's oldest pub with the licence said to date from 1580.  This four room pub is a remarkable survivor considering its city-centre location. It is a late 16th-century building but most of what we see today is the result of an inter-war restoration, which created much of the internal arrangements and character of the pub. Externally the upper floor is half-timbered though a close inspection will show that the timbers date from the inter-war remodelling - the original timbers failed when the external rendering was removed. The entrance leads to a corridor passing through the building: it used to lead to some cottages but these have been demolished and a drinking patio has been created. A staircase on the right leads to '1530 AD Steak Bar' (the pub claims to date from 1530) - an upstairs restaurant open Thu, Fri, Sat from 6.30pm. This room has massive 16th-century timbers and an old brick fireplace with a brass hood. \r\n\r\nThe four bars are to the left of the passage and are grouped around a central servery. The lovely small snug (rear right) has a part-glazed partition wall around the servery, full-height fielded wood panelling with a painted grain effect, and inter-war fixed seating and leaded windows; the fireplace is possibly tiled but painted black: service is from a hatch/door. The lounge (rear left) has more interwar furnishings including a large inglenook fireplace. The front right bar has a red quarry-tiled floor, dado panelling with benches attached, a brick and wood surround fireplace with a log fire: the bar-back fitting is inter-war but the counter was replaced in the 1980s. On a slightly higher level is Offilers Lounge, named after the local brewery which was closed  by (Bass) Charrington in 1966, and so called because contained Offilers' breweriana (since removed). There are a number of bell-pushes in the panel above the fixed seating but the fireplace is modern. Ghost walks start from here on the first or second Monday of each month and include a meal in the '1530 AD' restaurant.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/15"
}
,
{
    "Pub Name": "Duke of York",
    "Address": "Main St, Elton, DE4 2BW",
    "Description": "This delightfully unchanged village pub is well worth seeking out despite the limited opening hours. The plain, symmetrical, three-bay frontage of this 200-year-old pub conceals a three-room pub which has been in the same family since 1968. It was bought from the Derby brewers, Offilers, by Bill Elliott, and is still run by his nephew (his widow, long-serving licensee Mary, sadly died in 2022). A central tiled corridor leads down to the heart of the pub – the rear main bar entered via a latch door in a partition wall, which has a ‘3’ on it and short vertical, draught screens / baffles either side of the door on the inside – very rare in a pub these days. This small room has a red quarry-tiled floor, fixed bench seating and wood-panelled ceiling, The open coal fire has recently been replaced with a glass-fronted multi-fuel stove but is still set in an old stone surround of the kind typical of houses in this area.\n\r\nUntil about 1985 the counter did not extend as far as the window then the three right-hand panels of the counter and of the glazed screen above which were originally at right angles to the rest of the counter / screen were extended with great care so that one needs to look carefully to realise that they have been re-positioned. They were straightened out to give more room for staff and the storage of bottles, crisps and a small fridge. Up to around 1985 where the present sink is situated there was a table and four chairs. The screen had vertical glazed sashes (see the traces of the runners etc on the left-hand side). Note the old photo on the wall which shows that the basic old bar back shelving was originally to the left of where it is now and after it moved to the right in c.1985 a hatch was cut for service to the room behind.\n\r\nLeft of the corridor is a plain snug with a Victorian tiled fireplace and a modern hatch to the servery. On the right is room with a no. 2 on the door which retains its Victorian fixed bench seating, but the Victorian-style fireplace was installed in about 2000. Note the old panelling at the end of the corridor. Service to both of these two rooms is via the window in the split door to the servery just short of the door to the main bar. Note the ‘C’ on the door to the cellar opposite. A set of three well-worn steps on the rear right leads to an external door and what is now a flagged coutyard seating area; until recently the outside toilets occupied this space but the loos are now indoors. Upstairs is a large club room which can be divided into two parts by a sliding partition and was used by the local branch of the Oddfellows Society. Only open Tuesdays to Sundays from 8.30pm to 10.30pm.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/16"
}
,
{
    "Pub Name": "Barley Mow Inn",
    "Address": "Main Street, Kirk Ireton, DE6 3JP",
    "Description": "An excellent unspoilt pub. A three-storey, stone building, listed at grade II* and dating from the seventeenth-century with mullioned windows and a heavy raised door surround to the main entrance. It proudly displays two gables to the street and has a sun-dial under the eaves in the centre bearing the date 1683. It became an inn some 200 years ago and the layout has remained undisturbed partly because the previous landlady Mrs Ford spent all of her 89 years here and refused all things modern such as VAT and ‘going decimal’. When she died in 1976 her relatives firstly sold the contents – fixed seating in the public bar remained - and then put the pub on the market. Present landlady Mary Short bought it with the intention of retaining its unspoilt qualities so she purchased traditional furnishings to match the interior with a result that the pub looks like it hasn’t changed in over a 100 years. \r\n\r\nThe small low beamed public bar has a wonderful, unspoilt atmosphere with bench seating round the walls - some old, some added in 1976 - , slate-topped tables (from a three quarter sized billiard table – hence the holes in the corners!), quarry tile flooring and a huge fireplace with log fire. Service is via a small counter which is more like a hatch – the shutter which could be post-war is held open by bolts and is still occasionally used to close the bar! Most of the shelves in the servery are old but the bar top is modern. \r\n\r\nCasks of beer are lined up on a stillage behind the bar and served straight into the glass. One beer, usually Hartington IPA from Whim Brewery, is kept in the cellar and is served via a jug. Other Heritage Pubs still using a jug to serve at least one real ale are the Holly Bush, Mackeney, Derbyshire; Star, Bath, Somerset; Anchor, High Offley, Staffordshire; Dyffryn Arms, Pontfaen, Pembrokeshire, West Wales; Falcon, Arncliffe, North Yorkshire; and Cresselly Arms, Cresswell Quay, Pembrokeshire, West Wales. \r\n\r\nThrough a pair of narrow doors is a passage, which lead to the toilets brought inside in c.1980. Off to the right is the small ‘Parlour’ which although historically could have been used as a public room it was not until 1976 it was brought into regular use. It has a polished oak parquet floor, cast fireplace in a 19th century wooden surround and wall cabinet. The corner pews and antique settle are items brought in by Mary Short. The exterior ‘half’ doors and the original path into the building are no longer in use. \r\n\r\nOn the right hand side of the servery is a stable door with glazed half doors through which you are served and up the short flight of stairs is the former kitchen which is brought into use only when the pub is busy. It has a quarry tiled floor with, unusually, stripes of black and red tiles running diagonally across the room. The original Georgian fireplace remains and again traditional furnishings are items added in 1976. Beyond that there is a further quarry tiled room only used by residents for meals. On the left of the driveway is Kirk Ireton Village Shop created from an outbuilding of the pub. It is run by the community and no rent is charged by the pub. All the profits are re-invested in shop improvements.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/17"
}
,
{
    "Pub Name": "Three Stags' Heads",
    "Address": "Mires Lane (A623), Wardlow Mires, SK17 8RW",
    "Description": "A marvellous, rural country pub, sited to serve a road junction and which used to double as a farm. The oldest buildings date from the seventeenth- or eighteenth-century and the higher, right-hand part was added in the nineteenth. The entrance lobby has a door with a figure ‘2’ on it in front of you which leads to the basic main bar with its stone-flagged floor (returned by the licensees as a result of removing a red screeded one) and huge stone fire-surround with the massive stone mantelshelf almost reaching the ceiling and a range fire. There was no counter until the present one was installed in the 1940s (the bar front dates from the 1980s) and the bar back is a number of brown painted shelves on a mirrored backing. The music room on the right has only been brought into use quite recently and the way the work has been done is entirely in keeping with the spirit of the old pub. It has a panelled dado with bare benches attached, a stone surround bucket-style fireplace and a modern hatch to the bar. \r\n\r\nThe door on the left of the lobby with a figure ‘3’ on it was the original second public room. Nowadays it is normally closed but can be pressed into service if the pub is busy or for a group. It also has a flagstone floor, another old fireplace with a stone surround, a basic bench and a display of pottery. The pub has only limited opening hours as owners Geoff and Pat Fuller are potters – a lot of their work is on show in the pub and may be purchased. The pottery is situated in the old range further to the left which was in the past used for animals. The pub sells beers from Abbeydale Brewery including one called ‘Lurcher’ at 8% only brewed for this pub.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/18"
}
,
{
    "Pub Name": "Drewe Arms",
    "Address": "The Square, Drewsteignton, EX6 6QN",
    "Description": "One of the UK's classic village pub with no counter and four rooms. Occupying much of the north side of Drewsteighton's attractive square, the Drewe Arms contributes to a picture postcard village scene. It has evolved out of a series of cottages and some of the thick inner walls and the changes in levels show how this has taken place. The historic pub core really consists of one room (on the left) with the servery behind a panelled partition; service is through a stable door arrangement. Fixed seats follow the walls round. Hatch from the servery to the corridor. The servery itself is very different to what was it was up to the early 1990s - the stillage is now at the end of the room but was originally on the left, a lot of the shelving is modern, and originally customers were allowed to sit in the servery by invitation of the licensee. \r\n\r\nBy walking through the servery and turning right you find a room that was in domestic use in the past and brought into use as an overspill room. Currently it is only used for private functions but at quiet times it is possible to ask staff if you want to visit it. On the right of the entrance is another historic room but for much of its existence this served as a dining room for those staying in the guest rooms. It may seem odd that there are two doorways into it. The reason for this is said to be the fact that the entrance nearer the outer door of the pub led to awful chilly drafts in winter and so it was boarded up and the inner doorway created. It has a fixed bench under the window and a fireplace with a granite surround and positively gargantuan lintel over. \r\n\r\nThe Drewe Arms is a legend in the annals of historic rural pubs. For 75 years it was kept by Mabel Mudge who retired in October 1994, aged 99 and who thus was England's oldest licensee. She had married Ernest Mudge in 1916 and the couple ran the Royal Hotel in nearby Crockernwell for a couple of years. They then moved to our pub - then known as the Druid Arms - which had been taken over by Ern's brother Alfred in about 1893. The way the pub was run was typical of thousands of such businesses in times past. The pub was only part of the business. Ern ran a carrier's business and drove a horse and cart to Exeter once or twice a week and elsewhere as custom required. He also rented a five-acre smallholding which provided corn and hay for the horses and milk for the village. Accommodation was offered to travellers and visitors (hence the dining room mentioned above). The name of the pub changed to the present one at the instigation of Julius Drewe, tea merchant and founder of the Home & Colonial grocery stores. It was he who commissioned the magnificent Castle Drogo nearby to designs by Edwin Lutyens and built between 1910 and 1930. \r\n\r\nAfter Mrs Mudge's retirement the villagers ran pub as a trust for nearly a year under an agreement with the owners, Whitbread. The former tenants, Janice and Colin Sparks came in 1996 and have turned the pub into a thriving business but wisely keeping the historic core which does so much to make it a special place. The flimsy 1950s boarding was stripped out of the right hand bar, the blocked entrance there was opened up, and the upstairs rooms modernised into comfortable bedrooms. If you walk through the servery and turn right you find a room that was in domestic use in the past and brought into use as an over-spill room. Currently it is only used for private functions but at quiet times it is possible to ask staff if you want to visit it. A new drinking/dining area has been created on the right-hand side of the pub in the area where Mabel Mudge had her kitchen. It was here she slept in later years when she was unable to climb the stairs; the room is now known as 'Aunt Mabel's Kitchen'. Mabel died, aged 101, two years after leaving the pub.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 01/09/2021)",
    "Url": "https://pubheritage.camra.org.uk/pubs/19"
}
,
{
    "Pub Name": "Luppitt Inn",
    "Address": "Luppitt, EX14 4RT",
    "Description": "A rare example of a simple, unspoiled farmhouse pub of the type that was common years ago but now virtually extinct. It has been in the same family ownership for over 100 years and is still part of a working farm run by other members of the family so don't be surprised if you find chickens in the yard. Other Heritage Pubs with working farms attached and run by the licensee or their family members are the Quiet Woman, Earl Sterndale; Victoria Arms, Worton ; New Cross Inn, Court Henry ; and Dyffryn Arms, Pontfaen . The building itself is a modest two-storey Victorian one, built of local stone (rendered at rear) with a slate roof. The entrance to the pub is in the yard and the pub part occupies two rooms on the north side with an entry between the two into a quarry-tiled hallway. \r\n\r\nThe room in regular use being that on the right containing the servery. It has a stable door and don't be surprised if a customer slides the bolt after you have entered to keep it closed! There is nothing sophisticated, only a simple match-boarded counter which could be 100 years old and with a door missing and the flap permanently opened, a few simple shelves and beer drawn direct from casks (nowadays more likely to be a poly barrel) stillaged behind the bar. The room is so small that you will find you are quickly brought into conversation with others or you may be encouraged to test your skill on the various puzzles strewn over the table. \r\n\r\nThe small room on the left has a (1930s ?) brick fireplace. What at first glance looks like a flagstone floor in both rooms is in fact army surplus rubber matting installed just after WWII that came from nearby USAF Dunkerswell laid on a concrete floor. The only food sold is crisps and nuts. Outside gents' and ladies' across the yard. At the time of writing, only open Thursday from 7.30pm to 9.30pm and Saturday from 7.30pm to 10.30pm, but this is subject to change so best to ring to check before travelling.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: Not listed",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 01/07/2021)",
    "Url": "https://pubheritage.camra.org.uk/pubs/21"
}
,
{
    "Pub Name": "Oxenham Arms",
    "Address": "South Zeal, EX20 2JT",
    "Description": "Delightful two-storey C16th or early 17th granite inn with grand stone porch. A stone passageway runs to the reception at the rear and halfway along is a hatch in an old door. The beamed bar on the left was last altered in the 1960s when the area left of the granite fireplace was opened out. The solid wood counter and wall seating date from the inter-war period; and casks are stillaged behind the bar. In the small lounge behind the servery is a large monolith/megalith set into the wall, which is believed to date back 5,000 years, and a small stone fireplace. The mantelpiece of the fireplace in the dining room at the rear is supported on a great upright splinter of granite. There is another impressive stone fireplace in the dining room on the front right (originally the residents lounge) with a massive 8 ft x 2 ft stone lintel.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/22"
}
,
{
    "Pub Name": "Bridge Inn",
    "Address": "Bridge Hill, Topsham, EX3 0QQ",
    "Description": "This famous pink-washed public house is one of the most unspoilt pubs in the country being scarcely changed in over 100 years. It has been in the same family since 1897 when it was bought by William John Gibbings. Since 1930 it has come down through the female line and it is presently held by Caroline Cheffers-Heard. The rendered and tile-hung building is probably of C18 origin (if not earlier) with lower, right-hand wing being late C18/early C19. At the back is a large wing, which used to serve as a brewery and malt-house in the 19th century (brewing ceased in the early 1900s). \r\n\r\nThere are two public rooms at the front while the former brewery/maltings is also used as occasion requires. Front right-hand room is known as the Tap Room and has some plain, old fixed seating attached to very old dado panelling, old wall cupboards and Victorian cast iron and wood surround fireplace. Over the doorway the attractions of Kennaway's Scotch whisky are advertised in old cemented-on white lettering! \r\n\r\nA panelled corridor leads on to the superb Snug, right in the heart of the pub. A large high settle with glazed panels over bulges out into the corridor and effectively forms one of the sides of this intimate room with a bare bench on the inside of it. There is a large stone fireplace, old salt store high up above it, some fixed bench seating attached to the very old dado panelling and a grandfather clock dating from 1726. One of the few changes to the interior of the pub has been the provision of a small counter more like a hatch with no handpumps or other dispensers. This was added just after WWII for ease of service from the parlour/servery to the snug. \r\n\r\nThe servery is known as the 'inner sanctum' and customers are allowed to sit there - but by invitation only. On the door to the Inner Sanctum is the sign \"Please remember this little parlour is not a public area and is regarded as our family sitting room\". This is one of three remaining examples of a room where customers can sit while staff are serving from the same area - the other two examples being the Select at the Arden Arms, Stockport, Greater Manchester; and the snug at Ye Horns Inn, Goosnagh, Lancashire. It has old window seating, a curved settle, small cast fireplace with log fire - and if you are privileged to be invited inside you will note the three different bottle openers on the wall with one for the old marble stopper bottles. Beer - up to ten real ales, mostly from Devon breweries - is fetched from the cellar - ask for the beer menu that is printed daily! Real ales can also be served in third of a pint glasses. To get served many customers stand at the door to the Inner Sanctum and then drink in the Tap Room opposite. \r\n\r\nThe malt-house room with its own entrance from the car park has a bar counter installed in the mid 1960s, a large 1930s brick fireplace and even one of the old hop shoots remains. Between the cellar and the malt-house there is a brick built furnace that provided hot air for hop-drying and malting operations. The malt-house room is only used for functions, meetings or as an overflow if the pub is busy. However, if, at a quiet time, you would like to take a look just ask bar staff and they will open it up for you. Being so traditional you will not be surprised to find the pub toilets are outside ladies' and gents'. In good weather they open a hatch / split door from the cellar for garden service. \r\n\r\nThe pub has the distinction of being the first to be visited by H.M. Queen Elizabeth II on an official visit on 27th March 1998  - look for the plaque on the wall and numerous photographs all around the pub. We don't know which of the excellent beers the Queen chose!; the pub does hold a letter from Prince Philip's equerry saying now much the Prince enjoyed his visit. Let us hope this will be the first of many such visits to one of Britain's Best Heritage Pubs! \r\n\r\nThe opening hours are still those imposed by the government under the 1914 Defence of the Realm Act which restricted them with a view to ensuring people made more ammunition instead of getting drunk! There is a sign on the door stating \"The (1914) hours are Lunchtimes 12 to 2; Evenings Monday to Thursday 6 to 10.30; Evenings Friday & Saturday 6 to 11; Sunday Evening 7 to 10.30.\"",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/23"
}
,
{
    "Pub Name": "Vine Inn",
    "Address": "Vine Hill, Pamphill, BH21 4EE",
    "Description": "A small, country pub owned by the National Trust which is hidden away just a mile west of Wimborne Minster. The original part of the building, built of red and black bricks, is early 19th-century and near the road; further away is a slightly later extension. It has been a bakehouse and stores in the past. Fitted out in 1900 by the current landlady's grandfather, who was the first licensee, it has remained in the same family since being a pub. Originally owned by Marstons of Poole and then Strongs of Romsey it was bought by the National Trust in 1989. \r\n\r\nNote how the inn sign is situated up the hill on the car park. Don't miss the magnificent vine creeping over the building. The falling site means you go downstairs to a tiny, basic public bar which has not been altered in nearly a century and at only 8 ft by 8 ft it is one of the smallest public bars in the country. It retains the original panelled counter - the bar top was replaced in the 1950s - and most of the original bar back shelves with some small glass pieces added to the wall behind in the 1960s. There is just one small table, a short bench attached to the wall between the door and the bar counter, and another bench attached to wall panelling from 1900. On the inside of the counter there is an old bottle opener, old drawer and cupboard below. \r\n\r\nFrom Vine Hill three stone steps lead to the Tap Room, which is also accessed from the tiny bar by a flight of 9 steps attached to a partition wall with full height panelled walls and ceiling. This very simple room retains its original tongue and groove dado painted pink, a tiled and wood surround fireplace possibly from the inter war period and space for just three small green Formica top tables. On the other side of the public bar a separate entrance leads into what was grandfather's sitting room - a very small room probably brought into use in the 1960s. It has an unusual bar counter of narrow ribbed panels from the 1960s that replaced a simple hatch/shelf across the doorway, wall cupboards from when it was a domestic room and a cast iron and wood surround fireplace that is not that old. The outside gents' with a glazed white brick urinal is situated on the front of the building; the outside ladies' appear to be a later addition and are also outside. Open lunchtimes and evenings, it closes at 10.30 Mon to Wed. Ploughman's lunches and sandwiches are available lunchtimes only - if you are sitting outside listen for a knock on the window to tell you the food is ready to collect from the bar!",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: Not listed",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/24"
}
,
{
    "Pub Name": "Square & Compass",
    "Address": "Worth Matravers, BH19 3LF",
    "Description": "18th century pub built as two cottages it has been a pub since 1793. Run by the Newman family since 1907, this ancient Purbeck pub has just two rooms, flagstone floors, panelling, benches round the walls, serving hatches and splendid views of medieval field patterns and the sea beyond. An uneven flagstone passage runs from the front door and leads to a cellar servery situated in a lean-to added to the original building. Service is via the hatch/doorway into the servery (originally the back door) and a hatch further down the passageway on the left. The servery consists of a row of barrels on a stillage and numerous old shelves with no proper bar - one of only 20 such pubs left in the country. \r\n\r\nContinue along the passageway and on the left is the tap room created by partition walls and is a truly venerable one. This small room has a flagstone floor and the seating is solid bare wood benches attached to the walls. The large old brick fireplace has a mantelshelf almost touching the ceiling. Between the shelf and the ceiling are display cases with old bottles. The room has three old tables and some stools made from logs. The fireplace took its present style when the stone interior was removed in 1990 to open it up and a furnace replaced the old hearth. \r\n\r\nOn the right of the entrance passageway is what is called the 'Big Room', which was a small parlour prior to 1935 and service was via the hatch formed by two tiny doors hidden in the panelling in the first half of the room. In 1935 the parlour was expanded to the size of the room we see today by extending into the stable block as signified by the two different ceiling heights. The date is confirmed by a large photograph in the Big Room captioned 'Reconstruction by Hayter and Son, the builders of Swanage, November 1935'. The room has a figure '1' on the latch door, a wood-block floor, fielded panelling on the walls and a false beam all dating from 1935. There are loose benches and at the far end of the room a stone fireplace with a log fire and a couple of small window seats. There is a large hatch cut in 1978 in the far section of the room which is now permanently hidden (fortunately) behind curtains. \r\n\r\nLook for the spangle work inscribed to commemorate the 70th Newman anniversary. A Strongs of Romsey pub for many years, it passed to Whitbread then in 1994 it was purchased by the family. Amongst the items on the walls, the pubs most striking image is the Leon Heron cartoon in the tap room entitled 'Got to be cruel to be kind' - dated 1936 it shows a chimney pot on the former stable block i.e. after the conversion into 'the big room'. The pub still retains outside gents’ and ladies’ toilets which have been modernised. \r\n\r\nOn the far left of the pub in an extension built in about 1850 there is now a museum containing a collection of fossils, stones etc. Opened in February 1998 and dedicated to Raymond Newman, who started the collection and now carried on by his son Charlie - admission is free and it is open pub hours. The room was originally brought into use in the mid-1970s as a children's room. The square and compass are stonemasons basic tools - the pub holds a Stone Carving Festival in the last week of July and the first week of August. It is a forum for professional carvers who are at the pub each day and, originally held in Swanage, it moved here 10 years ago when the council stopped funding it and so Charlie invited them to hold it at the pub. The climax is Square Fayre at the concluding weekend and during this time the pub is open all day every day. \r\n\r\nHas a Beer and Pumpkin Festival the first weekend in Oct when up to 40 real ales from small breweries are available, Cider and Sausage Festival the first weekend in November when about 20 ciders are available. They usually sell as much real cider as real ale here. The big old 1953 AC car in front of the pub has featured in two films and the TV series Midsomer Murders.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/25"
}
,
{
    "Pub Name": "Victoria Inn",
    "Address": "86 Hallgarth Street, Durham, DH1 3AS",
    "Description": "Built 1899 by famous North East architect Joseph Oswald for local innkeepers J. A. Lumsden & Co. It is built of red brick with a carved stone cartouche of the head of a youthful Queen Victoria and the building date of '1899' above the right hand door. There are mosaic tiling floors in both the entrances - the left main pub one and right hand one used by people stopping the night in the three en-suite rooms. Possibly the most intact/ preserved pub in the whole of North East England, which is due to the actions of owner Michael Webster, who has been here since 1974. In the early 1990's Scottish & Newcastle Breweries wanted to alter the pub, but he refused to allow this and instead asked the brewery to sell it to him, which they did in 1995! \r\n\r\nThe people who regret the passing of those bygone days will be relieved to find that the Victoria Hotel concentrates on those essentials of a good pub - good conversation and good beer (all cask ales are from local micro breweries) - and has ignored the march of so-called progress - there is no Juke Box, pool table, fruit machine, no children, the only food is toasties. \r\n\r\nThe pub retains its three small rooms and the outstanding feature is a rare completely screened 'Family Department', a term for an off-sales only seen in the North East of England and also in Scotland situated at the rear of the public bar. The name comes from the fact that women and children would often fetch the families supplies of ale and they had to do this without being seen by or seeing the men in the public bar - note the disused door down the left side of the pub that was the access to the tiny room. \r\n\r\nIt retains it door with 'Family Department' etched and polished glass panel and consists of a curved wooden screen with decorative brilliant cut glass panels, one also curved with small hatch to the bar. The wall has old dado panelling and just enough space for standing room and also to hold a telephone and cigarette machine (removed in recent years due to the proliferation of mobile phones and the smoking ban respectively). Perched on top of the curved screen are a row of ceramic spirit barrels including ones with \"sherry', 'Stingo' and 'I Whisky (the ‘I’ being from the days before the fad of inserting an ‘e’ to distinguish the Irish from the Scottish variety), as well as an old Bakelite wireless (radio). \r\n\r\nThe Public Bar has a bare wooden floor, original fine tiered bar-back with wide segmental arches at the top and in the upper part, an unusual partially enclosed shelf with a miniature balustrade and containing a collection of figurines, Toby jugs, 40 malt scotches and 40 different Irish whiskeys. The bar counter is of mahogany, there is an ornate black painted Victorian tiled fireplace with wood surround including a small circular bevelled mirror and coal fire. The fixed bench seating with a baffle at the rear is original, the seating at the front looks to date from the 1960s. \r\n\r\nNote the set of brilliant cut glass window screens - on the Hallgarth Street side is a 'Victoria Hotel' one in the centre, a decorative deep etched one on the left (but the right hand side one has a frosted glass replacement); and on the left hand side a 'Bass' Ales' one and two decorative deep etched ones. There is an etched and polished glass 'Bar' panel in both the front inner door and the rear door. Note the bell box high up near the fireplace from the days of table service. It has 'Club Rm', Sitting Rm 1' and 'Sitting Rm 2\" windows and is still in working order - press a bell in the rear Sitting Room and watch the small disc in the Sitting Rm 2 window move from side to side to indicate where the service was required. The bell push in the front sitting room also works but the disc does not move any more. The Club Room was upstairs and is now bedrooms. \r\n\r\nAccess to the Snug or rear sitting room is from the passage at the rear with a door having a 'Sitting Room' brilliant cut glass window or the right hand entrance passage with a modern door replacing the original which had a 'Sitting Room' glazed panel. This small room has its original fixed bench seating with baffles at each end, half-height old panelled walls, bell pushes, original cast-iron and marble fireplace with a coal fire and service is through a sliding hatch to the back of the bar. \r\n\r\nThe front right small room has 'Sitting Room' etched and polished glass panels in both doors and a figure '2' on the back of a door to the public bar. It has a bare wooden floor, a small original panelled bar counter with no dispensers and original bell pushes in the half-height old panelled walls. There is another ornate black painted Victorian tiled fireplace with blue decorative tiles and a small circular bevelled mirror in the ornate mantelpiece. Three window screens here but only one retains its original decorative etched panel, the other two having replacement frosted glass. In the corner on a shelf are more ceramic spirit barrels 'Gin', 'Rum', 'Brandy'. There is a passage between the two sitting rooms there is an old 'Worthington's Burton Ales' mirror.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/29"
}
,
{
    "Pub Name": "Viper",
    "Address": "Mill Green Road, Mill Green, CM4 0PT",
    "Description": "Originally two cottages, with extensions added to the left-and-right and now a four-room pub. The great feature here is the small tap room (centre left) with service via a door-cum-hatch. The fittings are very simple fittings: just left of the entrance is a timber screen behind which a tiny drinking area with seats round three sides: one of these benches has a has a hole in it the traditional pub game of tossing the penny, and a drawer beneath for collecting successfully tossed coins. The herringbone parquet flooring and brick fireplace probably date from around 1930. Basic pub rooms existed like this in their thousands – but now they are a great rarity thanks to 'progress'|! The public bar on the far left became part of the pub later and retains its wall bench seating: the counter is probably relatively recent.\n\r\nThe room on the right labelled ‘Private Bar’ changed to its present style in the post-war period when it was decided to bring the fourth room into public use and add the counter, still in an inter-war style, spanning the two right-hand rooms. The plaster was removed from the two right-hand rooms in the late 1970s and the fireplace in the private bar is from this time. The window at the front on the far right was formerly the site of a doorway but this was closed following subsidence and movement after one of the hot, dry summers in the 1970s. The pub was run by the Beard family from 1938 to 2005. The pub holds beer festivals (50+ beers) over four days on Easter weekend and the August Bank Holiday weekend.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/30"
}
,
{
    "Pub Name": "Red Lion",
    "Address": "Ampney St. Peter, GL7 5SL",
    "Description": "UPDATE 2023  After being closed since 2014, the pub reopened im May 2023, initially with limited opening hours. Happily, there have been no changes to the pub's historic core.\nOne of the great unspoilt rural classics. The pub occupies two rooms in a 300-year-old stone-built cottage. It was bought by Tetbury Brewery Co. in 1851, which was taken over by Stroud Brewery in 1911. The oval inn sign is a thick metal Stroud Brewery one. In the 1950s Stroud Brewery and Cheltenham and Hereford Brewery amalgamated to form West Country Breweries – note the ‘West Country Ales 1760 Best in the West’ ceramic wall sign by the entrance door. The little changed interior is due to the remarkable fact that the last licensee John Barnard was only the fourth since 1851.\n\r\nThe porch leads to a central corridor. Service is in the small public bar on the right with a ‘2’ on the door but arrangements are not what you would normally expect. This is one of only eight traditional pubs left in the whole of the UK without a bar counter including the other Heritage Pubs the Cock, Broom, Bedfordshire; Milbank Arms, Barningham, Co. Durham; North Star, Steventon, Oxfordshire; Tuckers Grave, Faulkland, Somerset; Rose & Crown, Huish Episcopi, Somerset; Kings Head, Laxfield, Suffolk; and Manor Arms, Rushall, West Midlands.\n\r\nYou will find a long bench which creates a narrow area for the licensee to operate in with just a couple of handpumps mounted by the back wall and a stool where he sits.\n\r\nThe last change to the interior of this pub is probably the adding of a red Formica top to one of the shelves in the old cupboards to the left of the narrow area. Note the glass model of the interior of the pub situated on one of the shelves. This quarry tile-floored room has a wooden dado panelling, wall bench seating and a window seat. In the corner is a Minster concrete fireplace, one of 50 added to pubs by Stroud Brewery in c.1950. (There was one in the left hand room but it deteriorated and had to be replaced.) Note the old ring on a piece of string on the wall which operates a bell - this is now only used by customers if John is cleaning glasses in the kitchen.\n\r\nAcross the corridor is another room behind a timber screen forming the left hand wall to the passage. There are simple benches against the wall, a baffle by the door and a brick and wood surround fireplace. In the corridor with its parquet floor there is a small sliding hatch through to the ‘servery’ which was the original off sales. It is still in use today by customers of the second room when it is too busy in the bar to get served. They slide the hatch and order the beer through it. No new-fangled inside loos here – both the ladies’ and the gents’ are outside on the left.\n\r\nThe pubs opening hours were Mon 6pm to 9pm; Closed Tue to Thu; Fri 6pm to 9pm; Sat 6pm to 9pm; Sun 12pm to 2pm only; but in the evenings the pub may close early if no customers.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/31"
}
,
{
    "Pub Name": "Kings Head",
    "Address": "60 Victoria Street, Bristol, Redcliffe, BS1 6DE",
    "Description": "A mid 17th-century building with a wonderful long, narrow, one room bar, the Kings Head can justifiably boast a unique interior and some of the oldest bar fittings in the whole of the UK. In the early 1970s it was under threat from redevelopment of the area and only a petition by regulars which included getting it statutory listed saved both the pub and its rare interior. The interior was refurnished about 1865 and again probably about the turn of the nineteenth century. Running all along the right hand wall is a wonderful bar-back of c.1865 with a series of arches and high-level gilded, green and black glass panels advertising various drinks. This may be the oldest surviving bar back in the country, with the other possible contenders being the Victoria, Bayswater, London W2 dating from 1864, and the Red Cow, Richmond\n\r\nThere is a bar counter also of c.1865 (the counter top, however, is of 1998 and replaced a Formica one from c.1960) with decorative brackets stretching halfway into the building with only a narrow area for drinking in front of it and around the front window where they is some old fixed seating.\n\r\nThe majority of the rear half of the pub contains the curiously named 'Tramcar Bar' - a snug shaped like a tramcar with just a narrow passage running alongside it to give access to the snug, toilets and rear door. It looks as though the counter was much larger but it seems it was cut back for the insertion of the delightful partitioned-off area probably around c.1900. There’s no proof but all of the fixtures and fittings bear all the hall marks of George Parnall’s, a company based nearby to the pub as they were one of the finest bar and hotel fitters who claim one of their last ever jobs was fitting out the QE2. Prior to the insertion of the tramcar bar, apart from the small seated area at the front under the window, this was probably a stand-up only drinking establishment. Originally the bar counter with a marble top ran all the way to the rear.\n\r\nThe six sections of the bar back fitting in the front area have gilded panels at the top advertising 'Claret', 'Hollands' (a Dutch gin), 'Cigars', 'Mineral Waters', 'Cigars' and 'Port & Sherry'. In the Tramcar bar part the wording above the five panels is 'French Brandy', 'Irish & Scotch Whiskey' (note the 'e' - nowadays the Irish product is always spelled with an ‘e’ and the Scotch one without, a distinction that only became normal in the twentieth century.) 'Jamaica Rum', 'London Gin', and 'Cordials'. Note that the shelf of the bar back fitting at bar counter level is of white marble. Most sections of the bar back have a mirrored panel. The fourth section of the back fitting contains a colourful large glass panel in gold, green, cream and red advertising 'BURTON ALES AND DUBLIN STOUT' (signed by one, Fred Brean of Bedminster and dated 1860). A restoration in the early 1970s saw this brought back to its finest glory having previously been covered in 16 coats of emulsion. The fifth 'Cigars' panel is also a door to private quarters. The back fitting has columns with capitals holding up the top section. Look for the old gas pressure gauge that enabled the landlord to adjust the pressure within the pub to accommodate fluctuations in the supply – such as when the street lights were turned on!\n\r\nAll the way down the left hand side of the pub is old dado tongue and groove panelling, which is also on the right hand side of the 'tramcar' section. The entrance to the snug is via a door at the rear held open by an iron rod. The wooden partition walls of the snug have a glazed panel at both the front and rear. The short section the other side of the door is held in place by a cast-iron stay to the ceiling, it has seating round the sides and bell-pushes from the days of waiter service. Look for the gas lit Cigar or Pipe Lighter on top of left-hand bench-back in the Tramcar Bar. There is a hatch / flap / doorway at the bar end of the tramcar bar for service and access for staff. There are two tiny toilets (WCs) formed by part glazed partitions situated adjacent to the rear wall - note the 'Ladies Only' in black and red on cream coloured glass panel on the door. The inner rear door has a 'Bar' etched glass panel.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/32"
}
,
{
    "Pub Name": "Palace",
    "Address": "1-2 West Street, Bristol, St Philips, BS2 0DF",
    "Description": "Three-storey hotel built 1869. It is included here for the impressive arcading with round arched, twisted, hollow brass columns. In the spandrels glass roundels with an eagle surrounded by a belt bearing the emblem 'Strength' (of what is this the emblem?). Spectacular cornice below the ceiling (the ceiling rose was added in 2008). The arcading originally ran all along the side wall i.e. presumably behind a long bar counter? In the sometime last century the room was sub-divided by the creation of a second small lounge bar to the left by the insertion of a partition wall and a mezzanine floor added for inside toilets. Whilst the lower section of the arcading still runs all along the wall into the second room, the top sections and twisted brass columns were moved at right angles and now are situated on the rear room of the main bar. Both the main room, which has a notable slope, and the smaller room have modern furnishings.\r\n\r\nA little history: plans were approved by the Council on 8 April 1869 for the developer, Thomas Morgan whose initials appear in carved roundels. the building was probably complete in late 1870 and was leased to  by one John Sharp who was a wine, spirits and porter dealer in Christmas Street until 1870. By 1871 he had moved to West Street and this new, purpose-built building. You can still detect his name in the fascia outside. Sharp remained here till 1875 but in 1876 Thomas Morgan was listed here. From 1880 to 1885 we have Blacker Bros., spirit dealers, on the site: in 1887 the Palace name appears in the directories for the first time when the occupant was Mrs Blacker.",
    "Inventory Stars": "One star - A pub interior of special national historic interest",
    "Listed": "Listed Status: II",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 16/11/2018)",
    "Url": "https://pubheritage.camra.org.uk/pubs/33"
}
,
{
    "Pub Name": "Berkeley Arms",
    "Address": "Purton, GL13 9HU",
    "Description": "Reached across the lift bridge over the Gloucester & Sharpness canal, this is a completely unspoiled, no-frills rural pub. It doubles up with a smallholding in the way that so many rural pubs did in times gone by. The red-brick building with views of the River Severn has a long history with the central part being extended in the mid 19th century. A part-glazed exterior porch has bare benches on both sides. Through the front door is a hall with a red and black tiled floor laid diagonally and a settle that goes to the private quarters and a door on the left leads to the public bar.  \r\n\r\nThe present arrangement of a tiny drinking area in front of a servery (with old counter and bar-back shelves) probably dates from Victorian times. It has a quarry-tiled floor laid diagonally, old dado panelling and a bare window seat. It is in this tiny area you will find a loyal band of locals drinking and chatting to the licensee about all things local and beyond.  \r\n\r\nOn the left through an old door that is always open is a separate room with a genuinely old flagstone floor, large curved high-backed settle, large stone fireplace with a log burner, two old tables, a piano (which is still played occasionally) and a hatch to the side of the servery. The only recent change was the building of indoor toilets behind this room in the 1960s.  \r\n\r\nThis is one of a fast disappearing type of pub offering the essentials of good conversation and good beer - there is no food, no TV, no pool table, no fruit machine (and piped music is at a very low level).  \r\n\r\nThis pub closes for the winter on 26th October 2015 and will not re-open until 18th March 2016. The hours are 7-10pm plus 12-2 on Sat, Sun and Bank Holidays. When the pub is open the gate will be open so please do not attempt to visit the pub if the gate (where opening hours are displayed) is closed.",
    "Inventory Stars": "One star - A pub interior of special national historic interest",
    "Listed": "Listed Status: Not listed",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 20/03/2020)",
    "Url": "https://pubheritage.camra.org.uk/pubs/35"
}
,
{
    "Pub Name": "Olde Mitre",
    "Address": "1 Ely Court, Ely Place, Hatton Garden, EC1N 6SJ",
    "Description": "Finding this vibrant, historic pub in a tiny alley between Hatton Garden and Ely Place is a test of pub-going initiative, but success will be rewarded by a range of real ales and guest beers. It is said to have been founded in 1546 to minister to the servants of the Bishop of Ely who had his London residence in the vicinity. The site and adjacent properties in Ely Place were cleared when the Crown took over the area in 1772. It was rebuilt at the end of the 18th century. The building has three storeys with glazed timber front on the ground floor. The interior is a remodelling of around 1930 with lots of panelling in the then-fashionable Tudor style. There are two rooms (both called ‘lounge bar’) either side of a central servery, a small, cosy one at the front and a slightly larger one at the back. Off the latter is an intimate little snug, now named ‘Ye Closet’.\n\r\nThe front bar is completely panelled to picture frame height, it has a 1930s panelled bar counter and the bar back shelves look to be of similar date, but some may have been added later. The fireplace has a 1930s brick interior and a marble exterior. Note that there were originally three doors into the room but it has been a single space since the 1930s. The corner of the front bar near the entrance is glazed in to reveal the trunk of what is said to be a cherry tree - note the plaque above stating \"The Mitre Tavern - Built by Bishop Goodrich in 1546. The Cherry Tree marks the boundary between the Bishops Garden and the part leased to Sir Christopher Hatton (who was Queen Elizabeth I's courtier).\n\r\nBy the entrance and between the front and rear bars note the original off-sales hatch. The rear room is also completely panelled to two-thirds height with a small 1930s panelled bar counter. This small room has a fireplace of 1930s brick with a cast-iron and wood surround; there are fine carved chairs, an old settle and it is lit by a skylight. Off to the left is 'Ye Closet', a tiny snug measuring some six feet by ten feet and completely fielded panelled to two-thirds height with settle-like benches around an oblong table.\n\r\nLook for the narrow staircase, the walls of which are covered by wide, horizontally-laid panels which may date back to the original late C18 construction. The upstairs ‘Bishop’s Room’ - which is open at busy times -was fitted out about 1990. The interior is small and many customers stand outside to drink using as tables the array of casks running all along the passage around the exterior of the pub. This passage has glazed tiles above the dado and it leads to the outside gents' – how rare is that in a London pub? Closed Saturday & Sunday with the exception of the weekend at the end of the Great British Beer Festival.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/37"
}
,
{
    "Pub Name": "Hand & Shears",
    "Address": "1 Middle Street, Smithfield, EC1A 7JA",
    "Description": "Popular with office workers at lunchtime and early evening, this is one of the best-kept secrets among City pubs and looks as hundreds, if not thousands, of plainly furnished London pubs did a century ago. The pub was rebuilt in 1849. The pub name comes from Bartholomew Fair when the Lord Mayor cut the first cloth at what was England’s greatest cloth fair (the fair was granted a royal charter in 1133 but suppressed in 1855 amid fears about public disorder). The upstairs function room is named after 'The Court of Pie Poundre' which was held in the upper room of the old Hand & Shears. Meaning the 'Dusty Feet of the Suitors', the court sat during Bartholomew Fair to set weights and measures, grant trading licenses, and impose penalties on fraudulent traders. \r\n\r\nThe corner entrance has an unusual pair of curved doors. There are in fact several doorways, each leading into a separate drinking space around the central servery. Two of these spaces are named in the door glass, which looks like a refitting (along with the window glazing) from the 1930s. So we have, on the right, the ‘saloon’ and left of this is a cosy little ‘private bar’. There are two doors into the front room so this may indicate there was an off sales here. The whole room has full height panelled walls. There are 1930s brick fireplaces in the left hand room and the rear room. The island bar back fitting is wonderful with a baking of etched and frosted mirror panels on both sides. \r\n\r\nThe pub had to close for 18 months in 1982/3 following structural damage caused as a result of piling at the Founders Hall opposite. The underpinning exercise that took place included a new concrete floor in the cellar and the ground floor has a new wood laminate floor. To lay this the island bar counter, island bar back fitting and the partitions/screens were moved and returned to their places. While the screen that creates the left hand room is a good fit apart from where the bar top meets the rear part; and the rear and front right screens appear to be in their correct positions, there are gaps between the end of them and the bar counter. Also the bar counter has a number of joins indicating it was cut into sections in order to move it to lay the new floor. \r\n\r\nA sensitive refurbishment in 1989 expanded the gents’ slightly into the rear bar, installed the diagonal shelving over the servery, and replaced the iron columns but the overall character of the pub was carefully kept. A modern pot-shelf is suspended above three sides of the servery. The ladies toilet was added after the war being  the conversion of a store room. \r\n\r\nThe Hand & Shears claims amongst its famous visitors Stanley Baldwin, Prime Minister on 20th Oct 1930 and Winston Churchill, MP on 11th Feb 1931. They also claim that the term 'On The Wagon' originated here - this pub was used for the last drink when convicted men, brought here on a wagon, were on their way to Newgate Prison to be hanged - if the landlord asked \"do you want another' the reply was \"No, I'm on the wagon\" as the rule was one drink only! Back in the 1930s the Hand & Shears was famous for its meals -  in 1931 it served 650 lunches a week and in 1930 it served 28,500 lunches during the year. Lunches cost 10d in the public bar and 1s 3d in the saloon bar and sweets were extra.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/38"
}
,
{
    "Pub Name": "Duke",
    "Address": "7 Roger Street, London, Bloomsbury, WC1N 2PB",
    "Description": "An Art Deco treasure dating from 1938. This corner pub, now with a major focus on good food, is part of an offices and flat development and, like the rest of the block, has characteristic 1930s detailing and metal windows. The architect was D. E. Harrington ARIBA. \r\n\r\nThe pub isn’t big but has two unequally sized rooms. Decoration is pared down to a minimum and the fittings are sleek and undemonstrative. The counters have plain vertical surfaces and the bar-backs are simple and functional. \r\n\r\nIn the smaller rear room is an original brick fire surround and several Art Deco mirrors. The most prominent feature is a series of small, open drinking booths with timber and reeded glass partitions between them. The similar seating in the larger bar, however, looks like a later addition, perhaps from the 1960s or 1970s when the Ind Coope window glass must have gone in. Don’t miss the loos which retain their 1930-s tiling. \r\n\r\nThe Duke of York is primarily aimed at diners although part of the larger bar welcomes drinkers too. The music played here is a suitable match for the surroundings.\r\n\r\nOther  surviving Art Deco interiors can be found at these Heritage Pubs Three Pigeons, Halifax, Yorkshire, West; Vale Hotel, Arnold, Nottinghamshire; Test Match, West Bridgeford, Nottinghamshire; Portland Arms, Glasgow; Steps Bar, Glasgow; and Frews Bar, Dundee; in the Sporting Memories Lounge.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/39"
}
,
{
    "Pub Name": "Cittie Of Yorke",
    "Address": "22 High Holborn, London, Holborn, WC1V 6BN",
    "Description": "A truly remarkable pub. It was rebuilt in 1923-4 (possibly to designs by Ernest R. Barrow) and is a self-conscious, romantic evocation of an Olde England. Part of the nostalgic mythology of the world of drinking is the idea of good cheer and company in the medieval great hall or Tudor inn - such is what we have recreated here. Outside in the four-storey frontage we have Tudor detailing in the windows. The entrance is on the right and leads first to a panelled room of the type common in inter-war pubs and which evokes ideas of the late-sixteenth or early seventeenth centuries. The bar counter is a modern addition. \r\n\r\nBut what really counts is the long bar at the back which seeks to rediscover the atmosphere of the great English timber halls. This amazing room is unlike any other in a British pub. The roof is high-pitched and open, and at either end, at first floor level, are glazed-in upper rooms from which you might imagine the lord of the manor might keep an eye on the proceedings below. In fact the room at the far end is, less romantically, part of the manager's flat! \r\n\r\nOn the right-hand side is a resplendent three-bay arcade with clerestory windows above. Beyond is an aisle is filled with seven small carrels which serve as drinking booths (there are three more at the rear left); such features are to say the least rare in traditional English pubs (but similar to the compartments which are prominent in historic Northern Irish pubs). On the left-hand side the dominant feature is a formidable array of casks, some of enormous side and evidently of some antiquity (as are the cast-iron columns supporting the shelving). A high-level walkway stretches the length of the room. Splendid triangular stove with a flue escaping under the floor. \r\n\r\nThe direct connection to the front room is a modern addition - this room has painted roundels of famous figures from history and did have a modern bar counter until it was removed in 2010. The brick cellars from the previous building form the Cellar Bar, but this is only open when food is served so is closed in the afternoons and after 9pm. The special character of this pub is reflected in its being grade II listed. Closed Sunday.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/40"
}
,
{
    "Pub Name": "Black Friar",
    "Address": "174 Queen Victoria Street, Blackfriars, EC4V 4EG",
    "Description": "'Unique’ is a much overworked word when it comes to describing pubs. But that’s exactly what the Black Friar is. There’s nothing else anywhere remotely like its fabulous decorative scheme, either in style or content. On a sharply triangular site opposite Blackfriars station, the pub was built in 1871-2, but what makes it so special is a remodelling from about 1905 by the then publican, Alfred Pettitt, and his architect H. Fuller-Clark. Fuller-Clark trained at the Lambeth School of Art and began practice in 1893. His artist was Henry Poole R.A., and both men were committed to the Arts & Crafts Movement which embraced a love of high-quality materials, hand craftsmanship, and often a very free, original approach to design.\n\r\nBefore entering the pub there is much to admire on the exterior. There is a deep mosaic fascia carrying the words \"Saloon / 174 / The Black Friar / 174 / Brandies\" on New Bridge Street side. A grand segmental arched entrance on the far left is surmounted by stone carved figures and above it a colourful mosaic of two monks fishing. The exterior lobby itself has walls and ceiling of marble. All along the exterior (well illuminated at night) are beautiful copper signs most featuring one or two friars such as a ‘Worthington Ales in Bottle’; two ‘Worthington Ales on Draught’ ones; ‘To the Saloon’, ‘Booths Gin’; and a couple of ‘Saloon Bar’ signs, one of which bears a couple of friars pointing you towards the saloon and helpfully tells you it is 9 yards away. Above the corner door (no longer in use) is a ‘174’ in mosaic; a large stone figure of a friar; and a clock with a mosaic face. Above the Queen Victoria Street entrance on the right is a mosaic of a friar with wine in carafes flanked by stone carvings of friars. The fascia on this side has ‘Brandies’ in mosaic.\n\nThroughout the pub are friars – or at least jolly, modern reinvented versions of them – they appear everywhere in sculptures, mosaics and metal reliefs. So we have a theme (what’s new about theming a pub?) based on the Dominican Friary established here in 1278. The whole thing is a glorious piece of nonsense but it’s carried off with wit and verve. The most prevalent activities concern the serious matters of eating, drinking and generally enjoying oneself. Hence over the left-hand bar is a scene entitled ‘Tomorrow will be Friday’ showing fish and eels being collected for the ensuing meatless day. ‘Saturday afternoon’ above the arches to the second room sees the friars gardening and gathering produce. There is a magnificent fireplace recess, framed by a broad tripartite arch, which includes corner seats; a grate with fire dogs surmounted by imps; overmantel has bronze bas-relief of singing friars entitled \"Carols\", flanked by two friars' heads with swags above. Above the seats are marble panels with mahogany surrounds, monks’ heads in copper relief and the word ‘summer’ on the left panel and ‘winter’ on the right panel. A stained glass exterior window depicts a friar in a sunlit garden.\n\r\nThe most special space is the arched windowless room with a barrel vaulted ceiling approached through three openings from the saloon area and added as a snack bar under the railway in 1917-21. There are two more copper reliefs on the pillars and on the inside walls of the entrances are six more reliefs. The small room is lined with marble and alabaster and has a series of jokey scenes in bas relief and inscriptions. The end walls each have a bronze relief, the south wall one is entitled \"Don't advertise, tell a gossip\" with a group of monks doing the weekly wash. The north wall one is entitled \"A good thing is soon snatched up\" depicting monks pushing a trussed pig in a wheelbarrow. On the cornice below, are devils representing music, drama, painting & literature. On the east wall are ‘Industry is all’ with a monk snoozing; ‘Haste is slow’; and ‘Finery is foolery’. On the west wall there is ‘Silence is Golden’; ‘‘Wisdom is rare’; and ‘Seize occasion’ has a friar boozing. The wording is in good electro-gilt letters by the Birmingham Guild.\n\r\nThe figures are signed by Poole and are found against the mosaic on the shallow vault. Side walls have six alabaster capitals illustrating nursery rhymes, 16 smaller capitals illustrating Aesop's Fables. Four marvellous lamp brackets with alabaster figures of Morning, Evening, Noon and Night holding up a bronze monk with water buckets. Just above the seating on the north wall is a further relief entitled \"Contentment surpasses riches\" depicting a sleeping monk surrounded by fairies, executed with mother of pearl and semi-precious stone inlay. This is just above a \"window\" which is an arrangement of mirrors with red marble colonnettes. Further mirrors here enhance the small space. This area now has a sign “Table Service Only’ and all the tables are set out for diners. Everywhere the craftsmanship is of the highest order, even down to the details of the doors.\n\r\nThe curved bar counter is no ordinary affair, being made of marble and timber with a buff marble top. Originally the main bar was divided by screenwork (hence the friars outside in the copper signs directing saloon-bound customers). Clearly therefore the pub had two separate rooms in Mr Pettitt’s day and it is not hard to work out where the division would have run. As the two rooms were not originally connected, that no doubt explains why Pettitt and Fuller-Clark felt at liberty to more or less repeat the ‘Saturday afternoon’ scenes in both areas. By 1905 the great pub boom around 1900 had come to a halt and it is interesting to speculate how many other pubs might have been decorated on such lavish and original lines had it not done so. Occasionally there were extravagant evocations of the good old days of yore such as the great 'medieval' hall at the must-visit 1920s Cittie of York not so far away in High Holborn. The interior of the Black Friar has featured in films such as Maurice (1987, Director James Ivory) and in the 1978 remake of The Big Sleep (Director Michael Winner) which features Robert Mitcham.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/41"
}
,
{
    "Pub Name": "Olde Cheshire Cheese",
    "Address": "145 Fleet Street, London, Fleet Street, EC4A 2BU",
    "Description": "Rebuilt 1667. This is a celebrated old establishment in the annals of London pub history but its fame is such that it's best visited at quieter times such as mid-afternoon. After many years of private ownership it was acquired by Yorkshire brewer, Samuel Smith, in the early 1990s and serves their one and only real ale. It is hidden away up an alley off Fleet Street and is the result of a post-Great Fire rebuilding in the late 17th century. The frontage in the alley has reconstructed screens which can be rolled up and down to protect the windows. Note the 'fly-screens' behind the windows with the lettering 'OCC'.\n\nOriginally there was a newsagents and offices on the Fleet Street side. Until 1992 the pub consisted of 4 rooms on three floors and the cellars where there was a small bar. The building was extended to the east to create a new bar on the ground floor and above this the original rooms on the second and third rooms were made into two part rooms i.e. doubling their original size. A new bar was created out of the offices on the front side of the first floor; also a room on the third floor has been brought into use making at least 9 drinking areas altogether.\n\r\nThe two original rooms that are in regular use and accessible at all times are situated either side of the entrance passage. The one on the right is a small bar with what might be original panelling from the rebuilding, simple bench seating, a huge fireplace and Victorian counter. Over the entrance a notice from less egalitarian days, 'Gentlemen only served in this bar'. Under the adjacent glazed screen similar lettering 'Waiter service'. The waiters in question would no doubt have been those servicing the room to the left of the entrance.\n\r\nThis is the 'Chop Room', a panelled eating area which recreates the atmosphere of many an eating area in an old tavern. The fielded panelled dado has wall bench seating and as you enter is a 'cosy corner' formed by a four-sided bare benches around a table and which has curtains that can be closed for privacy. This room has an old marble fireplace. It also has a bare wood floor and like the public bar and passage still has sawdust spread over it every day – one of the last pubs to continue the tradition.\n\r\nAnother original room is the Williams Room on the first floor with a figure '3' over the door but this is currently only available for functions. It has a bare wood floor, 1930s fielded panelling on the walls and a good wood surround fireplace with an old fireback. The fixed seating near the door is a series of storage cupboards, there is another loose cupboard acting as seating, some fixed seating on the window side and pews. Although the room on the left appears to have been in pub use since the 1930s, through a doorway is another room created in 1992 also with a bare wood floor and fielded panels which are a copy of the 1930s ones.\n\r\nThe final original room is the Johnson Room on the second floor and acts as an overspill restaurant open lunchtimes only. This is another bare wood floor two part room with the original part being on the left. It has more 1930s fielded panelling on the walls and high backed seating of fielded panelling in bays with bare bench seating attached to them – note the numbers '1', '2' and '3' on the ends of what was historically referred to as ‘traps’. There has been some changes to this room – the tiny front right area was used by waiters and the front left seating bay was originally a kitchen entrance and so the seating here is modern work – take a look at the legs to confirm this. Again, there is a doorway to the second part of the room which was created in 1992 and has a bare wood floor and fielded panels which are a copy of the 1930s ones.\n\r\nA staircase near the two original ground floor rooms leads down to a small room and a two-part cellar all of which were in use prior to Samuel Smiths ownership. However, in the first small room, which has a replacement flagstone floor, there was up to 1992 a small servery. Beyond the room is a narrow barrel vaulted area like a wine cellar. On a much lower level is a large room with a three bay barrel vaulted ceiling and where the bar fittings were added in 1992.\n\r\nOn the ground floor there is a new bar created by Samuel Smiths in the early 1990s in the rear right area of the building. On the first floor is the Johnson Bar consisting of two rooms that were converted into a bar by Samuel Smiths in the early 1990s with new bar fittings in the first part and a small room on the Fleet Street frontage. There is a private dining room on the third floor with no old fittings.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/42"
}
,
{
    "Pub Name": "Princess Louise",
    "Address": "208 High Holborn, London, Holborn, WC1V 7EP",
    "Description": "One of the great historic pubs of London, famous for its remarkable interior. The outside is a rather modest, slightly Italianate design of 1872 but the interior was completely remodelled in 1891 by the otherwise unknown Arthur Chitty. There is a most sumptuous display of tiling and mirrors which give the building exactly the sense of fantasy and gaiety its owners and architect must have wanted. The tiles are by W. B. Simpson & Sons and the glass is signed R. Morris and Son. See how the counter (with its island bar back) projects out into the bar so that staff could reach the customers easily.\n\r\nThe ground floor layout is like it was in Victorian times with a series of seven drinking spaces separated by mahogany partitions with decorative etched glass panels abutting the large U-shaped bar counter. However, in 2008 Samuel Smiths carried out an expensive refurbishment returning the lost screenwork that form the corridors down the left and right hand side, two small snugs on each side of the pub, and small separate bars at the front, rear left and rear right. The layout of many small drinking compartments is a style also seen at the Prince Alfred, Maida Vale, London W9 , the best example, Argyll Arms, Soho, London W1 and Salisbury, Covent Garden, London WC1. The original partitions at the Princess Louise had certainly disappeared by the late 1960s, and maybe a long time before that to leave an open plan pub around the original island bar counter. The splendid island bar-back fitting is in two parts and is also the original mahogany one by W H Lascelles and Co. It is decorated with etched and frosted panels, an archway through the centre of the main fitting, which has lost all its lower shelving to fridges and is topped with a working four-sided clock.; a smaller fitting abutting a dumb waiter has some tiled panels as well as mirrors.\n\r\nThe exterior walls of the whole room has one of the finest displays of decorative tiling and gilded & etched mirrors anywhere, although there is also some very fine work at the Viaduct Tavern, Smithfield, London EC1; not far away. There is a tiled dado mainly of diagonally laid tiles and above it is a series of wide colourful tiled panels and gilded & etched mirrors alternating. Above this is a polychrome tile frieze decorated with urns and swags in deep relief. The floors of the two corridors and the entrance lobbies have mosaic floors. Highly ornate patterned ceiling is held up by a series of Corinthian columns with decorative capitals. The front space has double doors with deep etched panels from both lobbies, the counter front has decorative brackets but the fixed seating is more modern.\n\r\nIn the rear left bar, which has a modern lino tiled floor laid diagonally, you will see some more of the alternating tiled panels and mirror panels above a timber dado and topped with a polychrome tile frieze of urns and swags in deep relief. Some old fixed seating, two splendid colourful stained glass windows by W H Lascelles and Co. with titles of ‘Music’ and ‘Drama’ and three small stained and leaded panels above of mainly fruit. There is a Victorian fireplace with a fine wood surround featuring tiled panels (but a modern interior) with a large gilded and etched mirror above and lit by a skylight with yellow coloured pattern glass panels (probably modern). From the rear left room go down the staircase which has tiling on the walls and you will find another wonderful coloured stained glass window entitled ‘Painting’.\n\r\nThe rear right small room has more of the alternating tiled panels and mirror panels above a timber dado and topped with a polychrome tile frieze of urns and swags in deep relief, a good wood surround fireplace with decorative brackets holding up the mantelshelf and a mirror above, but the fixed seating is modern. The bar counter in this room was shortened and changed from one that was straight and finished at the rear wall to the present curved counter created by Samuel Smiths in 2008. Before you leave, gentlemen, have a pee(k) at the loos - a piece of lavatorial elegance exceeded only by those at the Philharmonic in Liverpool! It has floor to ceiling tiling, a (modern) tiled floor and three massive urinals by J Taylor & Sons Ltd.\n\nUpstairs is a bar that may be closed at times e.g. opens at 6pm Sat. It has a bar counter and bar back fitting that are Samuels Smiths replacements but are in a slightly different position to the previous ones. Look behind the servery and you will see some Victorian tiling on a passage and the room has a good cornice.\n\nPrincess Louise (1848-1939) was the fourth daughter of Queen Victoria. Described by her mother as 'difficile', she led a racy life-style. There were several affairs with men from the world of art which was Louise's other great interest. Notoriously her mentor in sculpture, Sir Joseph Boehm died in her arms in 1890. She sculpted a statue of Queen Victoria which stands in the gardens of Kensington Palace. She was cremated at Golders Green Cemetery, thus becoming the first royal not to be buried.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/43"
}
,
{
    "Pub Name": "Salisbury",
    "Address": "90 St. Martin's Lane, London, Charing Cross, WC2N 4AP",
    "Description": "Rebuilt 1892 and refitted in spectacular style in c.1898. One of the great turn-of-the-nineteenth-century palace pubs of London. It is part of a six-storey red-brick block built about 1899 and which incorporates a much older pub site (in the same way as the Paxton's Head in Knightsbridge) with. This site was leased from the Marquis of Salisbury in 1892 - hence the present name. Previously the pub had been variously known as of the Coach & Horses and the Ben Caunt's Head. The exterior with the deep relief figures over the main entrance; figures in the capitals of pilasters; and etched and polished glass in carved woodwork to the window frames gives some idea of what to expect inside - a splendid example of pub fitting as practised at the height of the boom around 1900.\n\r\nFirst of all the planning. The pub is remarkable for retaining one of its timber and glass screens and which defines and marks off a small bar on the St Martin's Court side of the pub. There would have been other such screens originally creating a cluster of bars round the servery in typical London fashion. The layout of many small drinking compartments is a style also seen at the Prince Alfred, Maida Vale, London W9 , the best example, Argyll Arms, Soho, London W1, and Princess Louise, Holborn, London WC1. It is not hard to work out where they would have been. You will note, for example, the way the counter top changes from wood to white marble and clearly this denotes what would have been separate areas within the pub. The abundance of etched and polished glass creates a glittering atmosphere: note that the etching on the large mirrors on the long wall and in the room at the rear of the pub is modern (it dates from some time in the last third of the twentieth century). The 'SS' motif you will see stands for the original name, the Salisbury Stores.\n\r\nGrand vestibule on the corner entrance with engraved patterned glass in the doors. The two central panes are now plain glass whereas in recent times they would have been frosted and cut glass panes in them! The pub consists of a large now L-shaped main bar as result of a loss of some partitions. It retains its original long curved-ended mahogany counter, which along the left hand side of the room has a white marble top. It also retains the splendid original bar back fitting with highly decorative etched mirror glass panels right up to the ceiling; some lower shelving lost to fridges. Decorative cast iron columns holding up the Lincrusta ceiling. Old/original fixed seating in small niched bays with another display of mirrors behind reaching to the ceiling. Only the mirror on the left near the door is original, all the others are modern additions/replacements. All the wood surround is original with carved pillars regularly spaced along the wall. Note the Art Nouveau candelabra in copper taking the form of sinuous draped female figures holding aloft bouquets of flowers containing the light bulbs.\n\r\nThe small separate snug has its own door in St Martins court, and has an original counter with carvings on pilasters where one section looks like a cupboard that folds down (?). Partition/screen above the original fixed seating is of four bays with highly ornate mirror glass. The exterior windows in two bays have more decorative etched panels in them. Good carved mahogany surround fireplace with modern interior. There is a dumb waiter here in use for meals. Baffle by the door with deep etched glass panel in the top. There is a door out to the rest of the pub and this room can be closed for private parties.\n\r\nThere is a separate ‘Dining Room’ at the rear with more modern mirrors all around the walls but the wood surrounds are old/original and no fixed seating. The then owners Scottish & Newcastle sensitively restored the pub in 1999. The work amounted to no more than a thorough cleaning of the inside and outside and reupholstering of the seats and is thus a model of how historic pub fabrics should be treated - in the old maxim of conservationists, 'do what is necessary but as little as possible'.\n\r\nThere are two old brass tables in front of the seating in the main bar, and these appeared in the famous black and white photograph of Marianne Faithful by Gered Mankowitz which was taken here for her album ‘Come My Way’ – the photo is on the wall and also hangs in the National Portrait Gallery. There is a photo of Dylan Thomas in the dining room which records his visit to the pub. Other famous people who have drank her include Michael Caine, Terence Stamp, Richard Burton & Elizabeth Taylor who celebrated their second marriage here in 1962.\n\r\nThe Salisbury has appeared in films such as the 1961 ground breaking film “Victim’ (Director: Basil Dearden); featuring Dirk Bogarde & Sylvia Syms – it was the first English language film to use the word ‘homosexual’; and Travels With My Aunt (1972, Director: George Cukor) which starred Maggie Smith.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/44"
}
,
{
    "Pub Name": "Eastbrook",
    "Address": "Dagenham Road / Rainham Road South, Dagenham, RM10 7UP",
    "Description": "For quality and completeness this is the finest 1930s pub in this book and, indeed, one of the best anywhere. It was built in 1937 for G A Smith & Sons, wine merchants and off-sales proprietors, whose name is still in evidence, notably on the former off-licence (now a scrap metal dealer's). The architecture makes considerable play of panels of brick alternating with render, and hipped roofs with pantile coverings. The left-hand projection (explained inside) makes the building decidedly asymmetrical. There are two separate bars known as the Oak Room (right) and the Walnut Room (centre) plus the left-hand projection which was called the Music Room – hence the stained glass depicting a variety of instruments and framed by wooden Tuscan columns. The room size can be varied by a folding glazed screen. There is another such screen to the elegant Walnut Room, named for the wood used for the counter (note its distinctive circular decoration) and the high-level screen above. Don’t miss the Art Deco-style mirrors in the bar-back with their wavy decoration. More columns frame the front area.\n\r\nThe Oak Room (so-called for obvious reasons) is plainer and played public bar to the Walnut’s saloon. Here the style is ‘brewers’ Tudor’. So we have beams cased in to imitate sturdy timbers, exposed joists, Tudor arches in the servery area and much wall panelling. The counter and bar-back fittings are original but perhaps the most remarkable survivors are the half dozen glass and metal light fittings. In all, this is a truly remarkable survivor which will repay the trek out to see it. Grade II* listed in 2010 following an application by CAMRA.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/45"
}
,
{
    "Pub Name": "Salisbury",
    "Address": "1 Grand Parade, Green Lanes, London, Harringay, N4 1JX",
    "Description": "One of the grandest of all pubs built during the great pub boom in the closing years of the 19th century. After years as a run-down pub it was given a careful refurbishment in 2002-3 which has returned it to its former glory. The Salisbury went up in 1898-9, the promoter being John Cathles Hill, a self-made builder and developer who is said to have made the designs himself. He was also responsible for developing large swathes of housing nearby. The Salisbury is a companion piece to Hill’s similarly splendid Queen’s in Crouch End, N8, and the plans of the two pubs are very similar indeed. It is a three-storey (plus attic) pile which totally dominates its corner site. It is built of stone on the ground floor and has contrasted red brick and limestone on the upper floors. Particular features to note are the Larvikite (a flecked, black stone from Norway) columns which carry turrets above and the crown which tops the highest part of the building. The rich ironwork over and the mosaics and tiling in the generous porches give a foretaste of what to expect inside.\n\r\nOn the right, entering through the doorway marked 'Saloon Bar' one comes into the most lavish room consisting of a superb wide corridor with splendid mosaic floor; this space is reminiscent of drinking lobbies so popular in northern pubs (note also the couple of recesses for rather more private drinking). Although it has lost its skylight, the alcoves, plaster, mirrors and woodwork still make it very special indeed. At the rear the former billiard room retains its beautiful skylight decorated with vines that is now used as a restaurant and function room. The remainder of the pub is taken up with two bars surrounding an island servery of epic proportions. Originally there would have been more drinking areas within the large L-shaped bar on the corner with a vast island servery. The counter is a fine one with small, deep panels and wavy pilasters. Behind is a largely original back fitting which bears pretty, delicate Art Nouveau painted details. Elsewhere, the decoration in the surviving etched glass is more typical of such work in late Victorian pubs.\n\r\nAlso look out for a series of unusual mirrors-cum-pictures which are found at several points in the pub. The only really unfortunate change at the Salisbury has been the intrusive creation of the toilet area between the two other rooms. The major and sumptuous addition in 2003 was the black and white marble floor in the corner bar: also the superb mirror (by Cakebread Robey & Co.) by the right-hand entrance which had been stolen, was replaced with a modern copy. The grade II* listing recognises the special importance of this grand and interesting public house.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/47"
}
,
{
    "Pub Name": "Queens",
    "Address": "26 Broadway Parade, Hornsey, Crouch End, N8 9DE",
    "Description": "An opulent hotel-cum-pub built in 1899-1902 at the height of the great pub boom and still a fine place to eat and drink. It’s a companion piece to the magnificent Salisbury in Green Lanes, N4. Both were built by developer, John Cathles Hill who is said to have acted as his own architect. The layout is very similar to the Salisbury with a large servery in the centre surrounded by a series of rooms and compartments. There is a screen across the bar at the front. There is another screen just inside the entrance on the Elder Avenue side. On the right-hand side comes a saloon with a couple of alcoves and a spectacular decorated plaster ceiling and half-height panelling. The ceilings and deep friezes throughout the pub are immensely intricate in their decoration. There are lots of other features to admire, notably the beautiful Art Nouveau-style glass with roses and other flowers.\n\r\nThe bar counter is original and so is the circular entrance arrangement on the corner with a mosaic floor bearing the monogram of Mr Hill and Q for Queen’s. Unfortunately the fitting in the centre of the servery has, for some reason, been replaced with modern work. The pub also suffers from an overpowering gantry atop the counter. A refurbishment in 2001-2 was a sensitive piece of work apart from the cutting of an opening in the screen.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/48"
}
,
{
    "Pub Name": "Beehive",
    "Address": "Stoneleigh Road, Tottenham, N17 9BQ",
    "Description": "The Beehive is a purpose-rebuilt public house of the inter-war period, dating from 1927. A fine example of an unspoilt “Brewer's Tudor” pub. The designer is not known. The old layout is complete (apart from the removal of a screen) and you can fully appreciate how such a pub was meant to appear. On the left corner doors have ‘Public’ and ‘Bar’ leaded panels in them. The Public bar has fielded panelling to picture frame height (the “wooden panelling” actually being an imitation to help create the Tudor effect). It retains its original L-shaped panelled counter, original mirrored bar back, baffles by the doors, three of the original benches and two cased-in dart boards. Until 2012 behind the servery was a glazed-in office but the glazing has been replaced by wood.\n\r\nA front door has ‘Off License’ in a leaded panel and the off-sales is still intact with a small bar counter, but no longer in use. Another front door has a ‘Saloon Lounge’ in stained and leaded glass panel and through a vestibule is a spacious Baronial style right-hand room complete with mock original beams, more fielded ‘panelling’ to picture frame height and splendid light fittings. On the bar back in the lounge on the left there is some new wood and new tiles, the rest of the mirrored bar back is the original with a dumb waiter in the middle. There is a large red-brick fire surround on the rear wall i.e. in the ‘saloon lounge’ part and another at the end of the’ luncheon room’ part; The sliding screen that used to divide the Saloon Lounge (front) from the Luncheon Room (rear) has been removed but the glazing above it still remains.\n\r\nIn the passageway is a the door with a leaded panel ‘Self Service Room’, a rare if not unique room name (presumably linked to buffet-style food supply). It leads to a room used for darts and functions with more fielded ‘panelling’, modest skylight and a 1930s brick fireplace. Attractive brass door furniture throughout. Note that in this pub each door seems to have been numbered (up to 20 in the luncheon room) e.g. ‘14’ on Luncheon Room door to ladies toilet – something not seen in any other pub. It was standard practice to number rooms in pubs until the 1960s (as required for control purposes by Licensing Magistrates / Customs & Excise), but individual doors is another matter. A further curiosity is the fact that the ‘wooden’ panelling is nothing of the sort – feel it and tap it and you will find it is an imitation to create a Tudor effect on the sly.",
    "Inventory Stars": "One star - A pub interior of special national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/49"
}
,
{
    "Pub Name": "Case Is Altered",
    "Address": "Eastcote High Road, Eastcote, HA5 2EQ",
    "Description": "The main attraction of this pub is its layout still retaining two original rooms with a delightful \"olde worlde\" ambiance.  \r\n \nIn its leafy surroundings, this is more like a country pub than a town pub. Part of the right-hand side may date back to the 16th century but is mainly a remodelling after a fire in 1891. Inside there is a deliberate attempt, probably dating from the inter-war years, to create an ‘olde worlde’ feel. This is especially apparent in the smaller room on the right, a step down from the corner room, with its hefty black ceiling beams and imitation half-timbering. Some of the panelling has a deliberately rough texture but this is actually synthetic material. The same manner of work continues, though with a little less bravura, in the larger, L-shaped bar on the corner. Both rooms have brick fire surrounds built of small red bricks, and fielded panelling on the counter fronts that looks inter-war with that in the right hand bar the slightly more elaborate of the two rooms.\nA reconstructed old barn was linked to the pub and brought into use c.1990, and a further room on the right was brought into pub use as a dining area in the late 2010s when toilets were relocated to the rear of the pub.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/50"
}
,
{
    "Pub Name": "Castle",
    "Address": "30 West Street, Harrow, HA1 3EF",
    "Description": "Not far from Harrow School, the Castle was re-built in 1901 and has kept most of its original layout and fittings. The only real change is shown by an unused door down the side passage. When you are inside you would not know it was a door: it was the entrance to a separate off sales and the partition creating it was removed some time ago and the tiny area absorbed into the rear bar. Outside there is attractive 'The Castle' ironwork over the main entrance and a mosaic floor panel also with the name of the pub.\n\r\nThe front bare-boarded bar retains its original curving counter but the pot shelves on both bar counters are modern. This small room has a fine vestibule entrance with the figure '1' on the interior side - formerly a requirement of the licensing magistrates. The front bar is separated from the rear bar by a splendid and rare part glazed partition almost reaching the ceiling which has a low service door with only three feet headroom originally for staff to get from one part of the pub to another.\r\n \nThe rear bar also has a vestibule entrance with leaded glass panels and the figure '3' on the inside. This bare-boarded floor room retains its original curving counter and bar back shelves on a glazed series of windows surrounding a (now unused) hatch serving the rear room on the right. To the left and right are two small back fittings with bevelled mirror panels. The original fireplace remains but it has some modern tiles and the gents' in this area has been modernised. At the back a door with the figure '5' on it leads to a large room described in the listing description as a 'Billiard Room', which has a wood-block flooring and imitation panelling on the walls. The door on the left originally led to the gents', and the fireplace has some modern additions.\n\r\nThere are two small rooms on the right. The front bare boarded one (now called the Clock Room) has an old cast-iron fireplace and a very small window from the servery perhaps 'for supervision purposes'. The rear right small room (now called the Snug) with doorways to/from the front and rear was hitherto served via the (now unused) large hatch to the servery. The dado panelling looks modern and the room has lost its fireplace.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/51"
}
,
{
    "Pub Name": "Windermere",
    "Address": "Windermere Avenue, South Kenton, HA9 8QT",
    "Description": "Right by South Kenton station this is a good place to see how a typical large, inter-war suburban pub was planned and fitted up. It was built in 1938 or 1939 and is a large, red-brick, Dutch-gabled structure. There are three bars. The public bar, facing Windermere Avenue, is only used for parties and other functions. On the station side there is a saloon bar with a lounge behind. Original features include the large inner porches, bar counters, back fittings, wall panelling, wavy cornices, doors between the saloon and lounge, fireplaces (charming pictorial tiles with windmills in the saloon fire surround), and, in the saloon, an advertising mirror over the fireplace with Courage cockerel and a clock: the shape of the top reflects that of the gables outside. Sadly the original tiling in the loos was covered over by new work in about 2013.\n\r\nThe only significant change is the loss of the off-sales compartment which has been incorporated into the public bar. The fixed seats are additions and the superstructures on the saloon and lounge counters look like work of the 1950s or 1960s.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/52"
}
,
{
    "Pub Name": "Crocker's Folly",
    "Address": "24 Aberdeen Place, St John's Wood, NW8 8JR",
    "Description": "Crocker's was a show-case Victorian pub of 3 storeys and attic, built in 1898-9 of red and plum brick. It has an elaborate, eclectic style to the designs (Oct. 1897) of architect C.H. Worley of Welbeck Street for the entrepreneur Frank Crocker. No expense was spared to fit it out and it served also as a hotel and restaurant, conveniently placed near Lord's cricket ground. \r\n\r\nThe front entrance leads into a spectacular 'grand saloon', as it was known (now the  'Marble Room'), which is set up for dining. Here the highlights are a splendid marble counter rounded at both ends, the bar back is of two large bays with the right hand one having an arch for staff to access the public bar, a superb large marble fireplace with paired columns and hood, marble walls and an elaborate plasterwork ceiling. \r\n\r\nOn the left through double doors is a large room (now 'Lord's Dining Room'), also used as a restaurant but, when the pub opened, this was a billiard room, accommodating two full-size tables: there was a platform for thirty people to watch the play. There is a not quite as ornate marble fireplace with a decoratively carved mantelpiece; the marble counter is a later insertion. Another elaborate plasterwork ceiling is another tour de force. When the hotel opened the restaurant was on the second floor and there was a concert room on the first floor. \r\n\r\nOn the right is the 1898 Bar, which it is thought had originally five separate compartments, all screened off from one another; but there is only two exterior doors leading into the room. One of these was reserved for ladies only. The original mahogany bar fittings remain. The bar back faces three directions with the left hand side having three mirrored bays and no loss of lower shelving to fridges but some replacement shelving above. Then there is a door with decorative multi-glazed panels which presumably led to the manager’s office (now a kitchen) and above the door is a clock with the wording ‘The Crown Hotel’. From its opening until 1987 the pub was known as the Crown Hotel. On the return there is just the mirrored bar back screen as the bar counter here has been cut back.  All along the top of the back fitting are multi-paned mirrors. There is a deep freize all around the room with the detail picked out in gold. The pub was featured in the 1960s film ‘Georgy Girl’. \r\n\r\nThe name change arose because of a wondrously exaggerated story that Frank Crocker built this grand establishment to serve the Great Central Railway's new terminus. In fact this ended up at Marylebone over half a mile away. The story goes continues that Crocker went bust and then killed himself by jumping out of an upstairs window. In fact, Marylebone was a-building at the same time as the Crown and Frank died of natural causes at the tender age of 41 in 1904, a much-liked and respected member of the community. The website “pubhistory.com” quotes details supplied by a Moyna Wilson who states that in around 1924 the pub was run by Ethel Durden, Charles Durden, Bernard Barker and Clarence Barker as a family concern. Charles Durden later killed himself by jumping from the window on the corner, where the grand piano was (as opposed to a book by Richard Tames', which says that Crocker did this - this is wrong, it was my uncle). \r\n\r\nFollowing ten years' closure Crocker's reopened in 2014 after restoration as a high-quality restaurant and bar – please note if you want to view the Marble Room and Lord's Dining Room you are recommended to visit between 12 and 5 Monday to Friday.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/53"
}
,
{
    "Pub Name": "Old Red Lion",
    "Address": "42 Kennington Park Road, Kennington, SE11 4RS",
    "Description": "Three-storey pub rebuilt 1933 by London brewers Hoare & Co of Red Lion Brewery, East Smithfield, at about the time they were being taken over by Charrington’s of Mile End. Research by English Heritage as part of their Thematic on Inter-War Urban pubs has identified the architect as Sydney Clark.\n\r\nThis is an excellent example of 'Brewers' Tudor' with its timber-framing exterior with brick infill at first floor level. Until 2010 it was possibly the most intact Brewer's Tudor interwar pub left in the country and it still remains fairly intact with the only changes made by new owners Antic carried at the rear to create a third room with alcoves (formerly the toilets) and adding an open kitchen on the rear left – these changes saw a wide gap created in the rear wall of the right hand bar and most of the rear wall of the left hand bar removed to reveal the kitchen. All the original fittings remain intact and even the inter-war tiled dado of the toilets line the walls of the alcoves.\n\r\nThe interior is split down the middle by a dividing wall with the servery sitting in the centre of the pub and staff have Tudor arched shaped doorways for access between the two sides. Both bars have masses of heavy timbering on the ceiling and walls, most of it with adze marks to create a sense of antiquity. There are two low (5 feet 6 ins.) narrow doorways at each end of the servery giving access from one side of the pub to the other; over one doorway a glazed panel with a Toby jug (the emblem of Hoare's, which was later adopted by Charringtons); over the other a glazed panel with a red lion.\n\r\nThe left door leads to a narrow bar with a bare wood floor and popular with diners. There is a timber baffle by the door with Tudor arch detailing. The original panelled bar counter on a raised tiled base remains as does the bar back with a Tudor arch shaped top section with carved decoration including grapes in the spandrels. But the lower shelves have been lost to fridges. On the left are two red painted Tudor-style fireplace surrounds with metal hoods and architect Sidney Clarke trademark spiral brick columns. Above are mock-heraldic cartouches featuring a Toby jug above the left one and a red lion above the right one. In between them is a built-in picture depicting the landing of Bonnie Prince Charlie in Scotland.\n\r\nThe right hand main bar has a wood block floor and a timber baffle by the door with Tudor arch detailing. The original panelled bar counter on a raised tiled base remains as does the bar back with a Tudor arch shaped top section with carved decoration including grapes in the spandrels. But the lower shelves have been lost to fridges. On the rear right is a red painted Tudor-style fireplace surround with a metal hood and architect Sidney Clarke trademark spiral brick columns and above is another heraldic shield. The toilets are now downstairs. On the left the single storey former off licence shop remains but is disused and there are plans to add more stories and create a function room.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/54"
}
,
{
    "Pub Name": "George",
    "Address": "75-77 Borough High Street, London, Borough Market, SE1 1NH",
    "Description": "An amazing survivor from the days when Southwark was a major terminus for the coaching trade between London and southern England. The George was rebuilt in 1676 after a major fire in Southwark and is the last galleried coaching inn in London – but even this is but a fragment of its former self. It used to extend round the four sides of a courtyard – just as the New Inn in Gloucester does to this day. Part of it was demolished in 1889 to make way for the construction of railway warehousing. The galleries gave access to the first and second floor rooms have plain, white-painted balusters. The upstairs rooms are panelled and are particularly fine. Most of the pub’s spaces involve modern fittings but the first bar you come to has some of the oldest woodwork purpose-fitted for a pub anywhere (some of it might even date back to the rebuilding of the inn). The two fireplaces suggest it was two rooms at one time but they have been amalgamated.\n\r\nThe larger part of this room has a mighty fireplace and a glazed-in servery with vertical sashes. Inside you can see a now disused set of ‘cash-register’-style Victorian handpumps (the handles move in quadrant-shaped slots to draw the beer) - they are reported as still being in use in the 1970s. The maker’s name – South of Blackfriars Road – is prominent. A working set in daily use is at the Old Crown, Kelston, Somerset;\n\r\nIn the part nearest the road is full-height horizontal boarding; simple fixed seating against the walls and in the window; and an ancient fireplace with a wooden hood. The tap room houses a 'Parliament clock' - in 1797 a tax of five shillings was levied on people who possessed a watch or clock. Not surprisingly many disposed of their timepieces and relied on clocks in public places. The one at the George was one such. The pub is owned and leased out by the National Trust which acquired it in 1937.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: I",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/55"
}
,
{
    "Pub Name": "Half Moon",
    "Address": "10 Half Moon Lane, Herne Hill, SE24 9HU",
    "Description": "A tremendously exuberant piece of pub architecture with some marvellous fittings to match. The architect was J. W. Brooker and the building went up in 1896. There is a good sense of how the pub was originally divided up into separate rooms. In this case they have been reduced to three. A couple of them are named in the external glazing (which looks like a replacement in the 1930s), which also offers the blandishments of luncheons, snooker and billiards. The rooms are arranged around an L-shaped servery where the panelled counter and excellent bar-back survive. So does the panelling in the public bar.\n\r\nBut the biggest reason for making a trip here is the ‘snug bar’, tucked away at the back on the left. This has no fewer than six lovely back-painted mirrors depicting a variety of birds in watery surroundings. Two small labels helpfully inform us that they are the work of ‘W. Gibbs & Sons glass decorators’ of Blackfriars. In this room there is also a screen to the servery – but what a shame the snob screens have been removed from it. Two other screens have etched, cut and coloured glass with pretty lozenges depicting barley, hops and foliage. Four hefty iron columns with Corinthian-style capitals run down the ground floor making sure the upper floors stay where they are.\n\r\nOn the 7th August 2013 the pub suffered serious damage from flooding following a local burst water main and was closed for a lengthy period for repair, during which its future seemed uncertain. It was eventually leased by Fuller's with an initially planned summer 2016 reopening but this did not take place until 18 March 2017 after a major refurbishment. There is now a strong emphasis on food and the former billiard room (used in recent times for music events) is now a restaurant. The fixed seating is all from the refurbishment. 12 letting bedrooms have been added.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/56"
}
,
{
    "Pub Name": "Fox & Pheasant",
    "Address": "1 Billing Road, Chelsea, SW10 9UJ",
    "Description": "A real inter-war time-warp now owned privately by James Blunt and set in a private, gated-off road close to the Chelsea football ground. It was built in 1896 as the Prince of Wales, changed its name to Bedford Arms about ten years later, and then to Fox and Pheasant in 1965. It was licensed simply as a beer house until as late as 1953. \n\nAs you enter there is a small lobby with an off-sales hatch to the servery and a door to the saloon bar (right): the door to the public bar was removed in 2017-18. Everything is quite low-key and what we see is typical of run-of-the-mill pub-fitting between the wars. The servery has glazed areas on each side, which house the spirits and glasses, etc, although the present lozenge-shaped glazing is a modern (2017/18) replacement for the previous glazing that contained rectangular panes of glass. The rear doors and windows have attractive dimpled glass with green bands. The 2017-18 work also saw the installation of the green tiled dado on the exterior, fixed bench seating in both bars, and the creation of a dining conservatory at the rear, though this latter has no adverse effect on the historic front parts. A private dining area for groups has also been made out of an upstairs room.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: Not listed",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/57"
}
,
{
    "Pub Name": "Red Lion",
    "Address": "2 Duke of York Street, London, St James's, SW1Y 6JP",
    "Description": "A national treasure – the Red Lion has one of the most spectacular late-Victorian pub interiors anywhere – small but beautifully formed! It is claimed there’s been a pub on the site since 1788. The present building went up in 1821 and was given a new pub front in 1871 by architect W. H. Rawlings though the fittings may be rather later. The actual trading area of the pub is tiny and surrounds a central serving area. Yet a century ago, small as it is, it would have been divided up into various separate areas – the three outside doorways are proof of that as are the names ‘public bar’ and ‘private bar’ in the door glass. The front part was probably divided up into three while the back area has always been a single space.\n\r\nWhat makes the Red Lion so special are the superlative etched and cut mirrors lining two of the walls. They create brilliant, glittering reflections to conjure up a magical atmosphere far removed from the prosaic world of everyday life beyond the pub. The picture is completed by an ornamental ceiling and frieze in both areas. The bar counter at the front has drop-down panels for servicing beer engines in former times – you can see the remains of the keyholes. Don’t be fooled by the gantry fittings sitting on the counter top – like nearly all such features they are modern work (see how fresh the woodwork looks).",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/59"
}
,
{
    "Pub Name": "Falcon",
    "Address": "2 St Johns Hill, Battersea, Clapham Junction, SW11 1RU",
    "Description": "Mightily impressive pub-cum-former-hotel of 1887 with many original features, including The counter is the longest in the country at 125 ft (the runners up are the Bowland Beer Hall, Clitheroe, Lancs (105ft: modern) and the Horse Shoe, Glasgow (104ft: late Victorian). Built as a hotel-cum-pub, it is a showy building of red brick with stone enrichments and on the ground floor are stone and granite pilasters. The interior has three distinctive sections – the main part on the right is almost U-shaped and would have been sub-divided by internal partitions as there are three entrances to it; also a tiny screened ‘private bar’ on the front left and at the rear an L-shaped area restricted to diners at certain times.. There are castiron columns with stylised Corinthian capitals painted gold.\n\r\nThe left-hand entrance has a large lobby with a figure ‘5’ on one of the inner doors. A passage with terrazzo floor and panelled walls including a large Old Bushmill’s whiskey mirror leads to another set of double doors with deep etched and frosted ‘Billiards’ panels beyond which is a  luxuriously panelled room It has panelled walls to picture frame height with a number of decorative wood carvings and pilasters with decorative capitals. On the left hand side are two short screens with stained glass panels. It is a pity about the garish modern glass in the pair of skylights. On the rear wall is a large ornate timber fire surround with modern brick infill and a plain mirror in a good wood surround above.\n\r\nA  large stained glass window featuring some notable glass in three panes. The first features a painted depiction of the pub in its humble pre-1887 guise with the wording “The Falcon 1883’; the second shows funeral carriages stopping off at ‘Death’s Door’, the nickname for a former landlord, a Mr Death.with the wording ‘1801 Deaths Door’; and the third features a painted depiction of the present, grander manifestation and has the wording ‘The Falcon 1887’. On the right-hand side of the rear ‘dining area’ section is a curved panelled area with a doorway linking it to the rear part of the main bar.\n\r\nIn the middle is a large serving area enclosed by a curvaceous counter which is claimed as the longest in Britain (its only real rival is the Horseshoe Bar, Drury Street, Glasgow, Scotland). This serves all three rooms with virtually identical panelled counter fronts and pillasters but the bar top in the very rear area is wider than elsewhere so may be modern and part in the rear right area looks more inter-war than Victorian. The elaborate pot-shelf on the rear right of the counter is modern work.\n\r\nIn the centre of the servery is an  enormously high bar-back with etched glass mirrors throughout including a top section held up by square pillars; fridges have replaced most of the lower bar back shelves. The stairs to the cellar also lead from within the bar back.\n\r\nThe  private bar at the front is formed by a three-quarter height timber and glass partition wall beyond which is the terrazzo floored passageway, which has a middle row of deep etched and frosted panels of a floral design and two low partitions attached to the counter. The low partitions have five narrow bays each, the middle of which is now a doorway having originally been a barrow door with good etched and frosted panels with floral designs.\n\r\nThe large public bar has a vestibule entrance on St Johns Hill side with lovely stained glass panel depicting a falcon in the right hand inner door and a ‘Private Bar’ panel on the left hand door. The corner entrance has some deep etched and frosted panels with floral designs.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/60"
}
,
{
    "Pub Name": "King's Head",
    "Address": "84 Upper Tooting Road, Tooting, SW17 7PB",
    "Description": "This is one of the most exotic confections among London’s pubs and was built in 1896 by the prolific pub architect, W M Brutton. Inside one can still get a good sense of how a lavish late-Victorian pub was organised and fitted up. Down both sides are tiled corridors that led into various drinking areas – you have to visualise every external or corridor door leading into a separate room or compartment. These were all served across a large, central counter with rounded ends. In the middle of this servery is a delightful island bar-back with delicate detail and an especially attractive octagonal display feature. Also note the etched glass in the outside windows and internal screens, the timber and plaster arches straddling the servery, the filigree of its supporting brackets, and the lovely friezes of various patterns and sizes.\n\r\nThe original spaces would have been relatively small for the most part, especially on the right-hand side. However, at the back is a large, long room with skylights that would probably have served as a billiard room, a feature that was common in many large late-Victorian pubs. The screen between it and the rest of the pub is magnificent with etched panels decorated with swags of foliage, ribbons, etc. Note the difference in quality between the original etched glass and the modern replacements. A refurbishment took place in 2002. This was done quite sympathetically with the only major change being the creation of an opening in the screen at the front to allow movement from one side of the pub to the other.\n\r\nA further refurbishment in 2015 has added more modern items such as stone-like tiling on parts of the floor and modern tiling above the Victorian bar back; fridges have replaced the lower bar back shelves. Typical of London pubs, areas can be reserved so at times you cannot visit all parts of the pub.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/61"
}
,
{
    "Pub Name": "Argyll Arms",
    "Address": "18 Argyll Street, London, Soho, W1F 7TP",
    "Description": "The Argyll Arms is an astonishing survival and a welcome escape from frenetic Oxford Street with food and a good range of real ales available. It has one of the most important late Victorian interiors in the UK and, like the Prince Alfred, W9, shows how London pub proprietors and their clients liked small, cosy drinking spaces. However, whereas the Prince Alfred has a peninsula-style servery with radiating screens, the Argyll has a long, straight servery and a series of screened-off drinking areas sandwiched between it and the corridor. The building dates from 1868 but the fittings are from a c.1895 re-modelling undertaken for the proprietor E Bratt (the architect was Robert Sawyer).\n\r\nThe layout of many small drinking compartments is a style also seen at the Princess Louise, Holborn, London WC1 and Salisbury, Covent Garden, London WC1.\n\r\nAt the front there are two entrances, the right-hand one leading into a drinking area while the left hand double doors lead into a corridor with a terrazzo floor of mainly yellow with a green stripe down both sides that runs all the way to the rear bar. Lining the left hand wall above a panelled dado are a series of large brilliant cut mirrors in marble and mahogany surrounds separated by pilasters and a frieze at the top. The mirrors enhance the sumptuous atmosphere with reflections of the screens and glass opposite and light from the lamps. Down the right hand side are the partition walls of the three snugs – note the figures ‘5’ and ‘6’ on buttons just under the broken pediment over two doorways which were a requirement of the licensing magistrates.\n\r\nThe front right-hand double doors with carved brass handles lead into the first of three snugs formed by carved mahogany partition walls. This tiny room has a curved panelled bar counter of c.1895 (but the bar counter tops in all the rooms are modern replacements) and on the wall behind the counter is an enormous ‘Bass on Draught’ mirror. A doorway in the partition leads into the second snug with the c.1895 curved panelled bar counter and carved mahogany bar back fitting topped off with a deeply carved pediment. Originally the only access to the second snug would have been from the doorway in the corridor as in Victorian public houses you entered one room or snug from its own door.\n\r\nThe third snug is entered via the corridor and has a panelled bar counter of c.1895. There is a short baffle as you enter with glazed panel in the top section. The glazed partition between this snug and the rear bar reaches the ceiling and all of the partitions have acid etched panels. The highly decorated Lincrusta ceiling above the three snugs and corridor probably dates from 1868 and is painted a deep red colour.\n\r\nAt the rear of the servery is a delightful little manager’s office with etched glazed panels all around it and topped off with a (modern) clock in an original carved mahogany surround.\n\r\nA partition / screen runs across the interior past the three snugs. It is of three bays with a column rising from the bar counter with a widish gap for staff within the servery. In the double doors at the end of the entrance passage note the 'Dining Room' etched and cut glass panel in the right hand door (plain panel in left door).\n\r\nAt the rear is a two-part room beyond a partition which has two bays of decorative etched and frosted glazed panels and two less ornate top panels. Dividing the room into two is a wide archway which meets a column with capital rising from the bar counter; the part of the partition across the servery is of three bays with narrow etched and frosted glazed panels either side of a widish arch for staff with glazed panels all across the top section. The end section of the room has good mahogany panelling to two-thirds height featuring mirrors all along three walls - part from two plain ones in the servery area the panels are ornate etched and cut ones. A deep frieze runs all the way around the room and there is an ornate plasterwork ceiling and a number of mirrored panels (were there skylights here originally?)\n\r\nThe bar counter in the front section of the rear area looks old / original; the bar back fitting certainly is original with carved pediment at the top, bevelled mirror panels on the whole of the top section (lower shelving totally lost to fridges). In the rear part the counter is of a lower height but still looks old / original but is not in use as this part of the servery is a glass washing area with a modern frosted glass screen on top of the counter.\n\r\nAt the rear is a staircase curved at the bottom with good cast iron balustrade leading to the upstairs dining room. The good bar fittings and mahogany panelled walls with lots of bevelled mirrors are all modern. The marble fireplace with splendid carved mahogany mantelpiece featuring columns and reaching the ceiling does look old.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/62"
}
,
{
    "Pub Name": "Hope & Anchor",
    "Address": "20 Macbeth Street, Hammersmith, W6 9JJ",
    "Description": "UPDATE 2020. Still closed. An application for a lawful development certificate for residential use was refused in 2017 and dismissed at appeal in early 2018. \n UPDATE 2016:  Closed July 2012 and become a private residence on the upper floors. As of January 2015 the Council stated that officers would be keeping an eye on the building to make sure that a lawful change of use to a single dwelling house does not occur by default through any residential occupation of the ground floor for a period of four years or more. \r\n\r\nDescription before it closed.\r\n\r\nThis drinkers’ local is a good example of a largely unaltered, modest Truman’s pub of about 1930. Planned as part of a housing development, it retains its separate public bar and saloon. The former is the larger but in terms of fittings there is little to differentiate them. Both have wall panelling and fixed seats and the counters are the same plain, panelled design while both bar-backs each have an Art Deco clock. Many pubs had spittoon troughs in front of bar counters and that in the saloon bar here is an excellent example. This trough has timber edging and is lined with brown and white chequered tiles. There’s even a small opening at the counter corner to sweep the bits and pieces together.  \r\n\r\nOther original features are the brick fireplaces and, in the saloon, typical Truman’s lettering on the panelling advertising their wares. There is original tiling in the saloon bar. The one big change is the loss of the off-sales compartment – traceable in the closed doorway on the (puzzlingly named) Riverside Gardens side and the stopped-off spittoon trough. There is a pleasant garden area beyond a loggia outside the saloon.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 17/07/2012)",
    "Url": "https://pubheritage.camra.org.uk/pubs/63"
}
,
{
    "Pub Name": "Windsor Castle",
    "Address": "114 Campden Hill Road, Kensington, W8 7AR",
    "Description": "A well known pub for this affluent neighbourhood, the Windsor Castle is the most complete surviving example of an inter-war version of the survival of Victorian-type drinking arrangements right down to the 1930s. This plain, two-storey building of around 1825 sits at the summit of Campden Hill Road and was refitted about 1933. We know this because in the ‘Sherry Bar’ there is a plaque helpfully explaining that the oak used in that room was felled in the period 1930-32. The 1933 refitting created three small rooms separated by screens on the left-hand side of the property. Also helpful is the fact that the door glass names each of the three traditional rooms in red paint on frosted windows.\n\r\nThe Sherry Bar is entered off Peel Street, the Private Bar is on the corner, while the Campden Bar lies along Campden Hill Road. Perhaps it says something for the upmarket nature of the area in the 1930s that the rooms have fancier names than the usual public bar, saloon, etc. Pride of place goes to the two screens, which create the three rooms very much in the manner of a Victorian public house. The Sherry Bar has fielded panelling on both the walls and on the bar counter, a brick fireplace and, over it, a much yellowed picture of the eponymous castle, and attractive fixed seating. Between the Sherry Bar and Private Bar is a floor-to-ceiling screen with leaded glass panels in the top.\n\r\nIn order to reach the Private Bar you have to crouch to get through the door in the screen, which is only 3 feet 6 inch high. This low service door gave access to pot boys and cleaners as in the past customers would normally enter a particular bar from the street. The Private Bar is also panelled and has a baffle by the door with an iron rod attached to the top and fixed to the wall above the door. There are two sections of attractive fixed seating and the bar counter is of raked matchboard panelling. The screen between the Private Bar and the Campden Bar is only about 5 feet 6 inch high and the door in it to access the Campden Bar is only about 5 feet high.\n\r\nThe Campden Bar has more wood panelling, more attractive fixed seating and a bar counter with raked matchboard panelling. The mahogany bar-back is the sole survivor from the Victorian era. There is some pretty Arts and Crafts door furniture. To the right and opened up to the Campden Bar is a further room on two levels known as ‘The Ordinary’, which may be former private quarters brought into public use at a later date, and has few old fittings. The pub’s name is said to come from the fact that on a clear day Windsor Castle could be seen from it.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/64"
}
,
{
    "Pub Name": "Forester",
    "Address": "2 Leighton Road, West Ealing, W13 9EP",
    "Description": "A fine example of Edwardian suburban pub-building, erected in 1909 to designs by T. H. Nowell Parr for the Royal Brewery of Brentford. Parr provided a most distinctive piece of architecture, notable for its columned porticoes, green-glazed brickwork and prominent gables. Like Parr’s Three Horseshoes, Southall, UB1, (now sadly permanently closed and converted to residential use) the Forester shows a shift away from late-Victorian glitz and glitter towards a more restrained style. In all there are four rooms. There were originally five plus the (disused) off-sales (with 1960s bar fittings) on Seaford Road, the reduction being caused by the amalgamation of the two rooms to form the public bar. There are two rooms facing Leighton Road and one of these (the Saloon on the left) has the remarkable distinction of possessing the only historic bell-pushes that used to be for summoning waiter service known in a London pub. For the avoidance of doubt they even have the word ‘BELL’ above them! Apart from their rarity, they are curious in that there is a perfectly decent bar counter in this room where able-bodied drinkers might reasonably have been expected to order their drinks!\n\r\nThere are some fine furnishings at the Forester. The servery still has its original counter and bar-backs which display a number of Tudor arches, a favourite motif of Parr’s. There are a couple of Edwardian fireplaces complete with the green tilework and in the public bar there are long-defunct remnants of gas lighting. There are also some delightful floral Art Nouveau-style stained glass panels in the windows. In the heart of the servery is an office for the publican.\n\r\nThere are doors in the counters for gaining access to service the beer engines in former times. The rear lounge is given over to well-regarded Thai food.\n\r\nHistory across the road: The allotments on the eastern side of Northfield Avenue have been there since 1832. The allotments were established next to market gardens and orchards which proliferated in this area.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/65"
}
,
{
    "Pub Name": "Flying Horse",
    "Address": "6 Oxford Street, London, Fitzrovia, W1D 1AN",
    "Description": "Right by Tottenham Court Road Tube station, this is the last-remaining pub on Oxford Street. It was built in 1892/93 in a florid Flemish Renaissance style to the designs of architects Saville & Martin (who also designed the Punch Tavern, EC4) and occupies a narrow plot which no doubt reflects a long history. It was built for Baker Bros. (William Henry and Richard Baker), who epitomised the boom and bust world of late C19 public house speculation.\n\r\nThe pub now consists of a long, single space, which is the result of the amalgamation of two rooms from the original Victorian pub. Note there are two distinct parts to the ceiling - the front one has a modest frieze; the rear part has a tiled frieze and a skylight. Originally there would have been an entrance on the left that led to a passage to enter the rear room – note the ceiling mouldings at the front left which confirms this. The passage ran where the present bar back, bar counter and dumb waiter are situated.\n\r\nHead for the rear section to admire some of the most exceptional and rare Victorian pub fittings seen anywhere. The walls on three sides above the dado have carved mahogany pilastered panelling and within it is an impressive display of rare paintings; back painted mirrors; narrow panels of embossed tiling and some plain mirrors. The panelling also runs along the right hand side wall of the former front room. Just inside the front door there is the first of three back-painted mirrors; this one quite narrow and unfortunately mostly obscured by a games machine and wall-mounted TV. Then there's the first of a series of paintings which feature women representing three of the four seasons - this one is entitled ‘Autumn’ and is carrying grapes. (The fourth painting 'Winter' has disappeared, although it is just possible that it might have survived beneath the modern panelling beside the entrance). Either side of the first painting are panels of embossed tiles followed by a bevelled plain mirror.\n\r\nIn the rear section (formerly the rear room as indicated by the ceiling) is a panel of encaustic tiles depicting flowering urns by Millington, Wisdom and Co, Art Tile Painters of Shaftesbury Avenue. Next is the second of the canvases of the Seasons featuring plump allegorical figures, ‘Summer’, carrying pheasants, signed by Felix de Jong and Co. Then there is the second of three back-painted mirrors: this one much larger than the other two, with ribbons, cherubs and cornucopia by Jones and Firmin who reintroduced this technique for decorating glass in the 1880s. Then a large plain mirror; then the second panel of encaustic tiles depicting flowering urns, and then next is the third of the rare paintings, ‘Spring’ carrying flowers; and lastly, tucked in a recess a tall narrow plain mirror in a tiled and ceramic frame.\n\r\nThe rear wall is dominated by a large ornate mahogany-surround fireplace with an overmantle featuring three plain mirrors. To the left is the third of the back-painted mirrors, this being one of the pair of fairly small narrow ones and unfortunately now badly damaged.\n\r\nThe left-hand wall is also lined with carved mahogany panelling with large mirrored sections and small bevelled mirror sections at the top. In a recess at the rear of the left side is the fourth panel of encaustic tiles depicting flowering urns, which is in a tiled and ceramic frame. Above all of these rare features is a colourful tiled frieze with swirling foliage that runs all around the ceiling. Above the rear part of the room is an impressive large octagonal skylight with a tiled cornice; however modern coloured glass has been inserted. In the front half of the rear section there are two painted roundels depicting Classical scenes, also by de Jong.\n\r\nThe much altered front room part has a modern bar counter. The bar back might be old but moved back from its original position and, in a similar style to the very different frieze treatment, it is plain and with modern mirrors. The dumb waiter is modern. On the extension to the bar counter that runs into the former rear room there is a simple reproduction of a set of snob screens. On the ceiling of the former front room are another four painted roundels depicting mythological scenes by de Jong. There is some tiling on the dado of the front section of the pub.\n\r\nThe present window frontage is a later addition. Downstairs, now only accessible from the rear left of the main bar, is a room now the St Giles Bar, which has a modern bar counter and bar back.\n\r\nThe current pub was built on the site of a pub called the Flying Horse and in 2015 it changed its name to the Flying Horse after more than a century as the Tottenham.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/66"
}
,
{
    "Pub Name": "Barley Mow",
    "Address": "8 Dorset Street, London, Marylebone, W1U 6QW",
    "Description": "A tall four-storey building of 1791 which houses an interior of extraordinary interest. What is now unique is the survival of a couple of small drinking boxes attached to the counter on the left hand side held in place with a couple of cast-iron stays screwed to the wall. They are a perfect illustration of how, at the end of the nineteenth-century, pubs, especially in London, were divided up into tiny spaces for different groups and classes of people. It is claimed that these boxes here were used for pawnbroking but whether there is any justification for this seems rather questionable. This was probably a late-20th-century explanation for features which can become otherwise inexplicable with the changes in pub layout and drinking traditions.\n\r\nBeyond the boxes is a small room with old dado panelling and old bar counter but the pot shelf is modern. On the counter top is a very interesting feature - worn brass plates screwed to the counter and which display the prices of liquor - evidently old with rum at 15 shillings (75p) a gallon! There is another on the counter alongside the snugs. The side walls are completely panelled and the bar counter and bar back fittings are Victorian - it is a pity that most of the lower shelves have been replaced by a couple of fridges. Note on the bar-back a tap marked 'Old Tom', an extremely popular gin, which once drew gin from an overhead barrel. The pot shelf is modern but in style with the rest of the interior. The existence of three entrances in the shop front are clear evidence that there were other internal subdivisions which have now gone.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/67"
}
,
{
    "Pub Name": "Dog & Duck",
    "Address": "18 Bateman Street, London, Soho, W1D 3AJ",
    "Description": "A gorgeous, small and very popular (i.e. packed) Soho pub, it was built in 1897 to designs by the architect Francis Chambers for Cannon Brewery. The exterior has glazed brick upper floors incorporating a stone carving of the animals mentioned in its name (note also the delightful mosaic of the animals at the Frith Street entrance). The ground floor has polished granite and Larvikite facings, which probably date from a 1930s makeover. The interior is also a mixture of Victorian and inter-war work – the former represented by extensive wall-tiling and a couple of large, framed advertising mirrors promoting long-vanished tobacco and mineral water products. The more restrained work of around 1930 is found in the woodwork of the left-hand part. This was also probably the time when the pub was opened up and took its present single-space layout. Its Victorian predecessor would undoubtedly have had several divisions but it is hard to work out exactly how things were. The present servery now blocks a former outside door. Brass-topped tables.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/68"
}
,
{
    "Pub Name": "Prince Alfred",
    "Address": "5A Formosa Street, Maida Vale, W9 1EE",
    "Description": "The Prince Alfred is the best example now existing of how London pubs about 1900 were divided up into numerous separate spaces, each occupied by a particular group of individuals and social groups. The layout of many small drinking compartments is a style also seen at the Argyll Arms, Soho, London W1, Princess Louise, Holborn, London WC1 and Salisbury, Covent Garden, London WC1.\n\r\nOutside, the Prince is nothing terribly exciting – a three-storey Italianate building in keeping with its surroundings – but inside shows to perfection how late Victorian drinkers liked their pubs. The building went up in about 1865 but was given a complete refit around 1898. From outside look carefully at the exposed ceiling on the ground floor and you can see how timber and glass screen-work has been inserted, cutting across the patterned decoration. Also note the tiles and mosaic in the entrance.\n\r\nThe interior has the only peninsula-style servery to retain all of its original surrounding drinking areas – no fewer than five of them, each with its own external entrance. They are separated by timber and glass screens, all of them with a low service door for the use of, say, pot boys and cleaners. The smallest compartment has a set of snob screens – swivelling glazed panels, which gave posh patrons a sense of separation from the serving staff. Other Heritage Pubs with snob screens are Bartons Arms, Aston, Birmingham;  Lamb, London WC1;  Posada, Wolverhampton , West Midlands;  Starting Gate, London N22;  Bunch of Grapes, London SW3;  Crown, London N1; and  Crown & Greyhound, London SE21  but these have been moved.\n\r\nIn the middle of the servery is a wonderfully tall, carved fitment, which is secured to the ceiling by ironwork. All this late Victorian work gives the pub a delicate Rococo feel. A refit in 2001 transformed the character into a café-restaurant establishment with over-prominent kitchen and dining room, and totally inappropriate furnishings in the historic part: counter re-fronted at this time.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II*",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/69"
}
,
{
    "Pub Name": "Warrington Hotel",
    "Address": "93 Warrington Crescent, Maida Vale, W9 1EH",
    "Description": "One of the most opulent London pubs, this spacious, stucco-fronted hotel was built in 1858. It was given a major update later in the century, probably in the 1890s, and the glorious tiled columns to the entrance porch and a huge mosaic floor bearing the name of the pub give some idea of the richness that lies on the other side of the doors. The tiles are from Craven Dunhill's Jackfield Works at Ironbridge.\n\r\nThe main room is on the right and has a grey marble-topped counter with unusual, bulgy pilasters and lozenge decoration. Grey marble also appears in the columns of a three-bay arcade which marches across the right-hand side of the room, embracing the generously scaled staircase to what is now the upstairs restaurant. Some of the windows have lively stained glass, while over the servery is a semi-circular canopy, decorated with Art Nouveau-style paintings of naked ladies. More such paintings, with the signature Colin Beswick 1965, appear on the back wall and are meant to evoke the unlikely story that has grown up that this was once a brothel.\n\r\nThe left-hand room was once clearly divided into three as the patterning in the ceiling shows. The lowest status part has matchboard wall panelling and an ornate, much decayed mirror advertising Bass pale ale. Other things to note are the attractive and unusual high-level chequerwork glazed screens, the skylight over the first-floor landing and the deep, decorative cornices on the first floor. Don't miss the Prince Alfred nearby.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/70"
}
,
{
    "Pub Name": "Elgin",
    "Address": "96 Ladbroke Grove, Notting Hill, W11 1PY",
    "Description": "Rebuilt in 1867, architects Hammack & Lambert,it was refurbished in 1898. A pub with some spectacular Victorian ornamentation on the corner of a busy junction near to Ladbroke Grove tube station. Three distinct rooms are still clearly discernible although they are now interlinked. The star performer is the room in the northern part which is screened off from the corner bar by a wonderful timber and glass screen of exceptional exuberance. The grey etched parts, gilded patterns and facetted jewel-like details gleam and sparkle. CAMRA is unaware of any other pub screen like it. Then there is a bar-back of rare richness, embellished with seventeenth-century style carved wood detailing, gilded mirrors and a frieze of bas-relief apples. Finally, on the side wall come coloured tile strips and more gilded mirrors displaying foliage, hops, butterflies and birds in flight.\n\r\nThe counters are original too and are classic examples of that curious feature found in London pubs but not, apparently, elsewhere – doors to allow the servicing of the beer engines in times gone by. At the back of the pub is a large lounge with fielded dado panelling round the walls. It has a skylight over the rear part. A sadness at this pub is the modern replacement in the corner bar of the Victorian bar-back by a good quality modern replacement, although the glass and metal shelves and gantry with metal uprights looks a bit out of place in an otherwise magnificent pub like this. Behind the servery is an office with some fine decorative glass.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/71"
}
,
{
    "Pub Name": "Railway",
    "Address": "153 Manchester Road, Broadheath, WA14 5NT",
    "Description": "A small, unpretentious little Victorian pub now looking like the last link with tradition against a vast phalanx of out-of-town-shopping stores behind. This mid 19th century three roomed red/purple brick pub was saved from demolition in 1996 by a a vigorous locals campaign and its Grade II-listed status, the listing being the result of the pub's special character as a rare, multi-room pub. Everything around it was demolished to create car parking for the retail park beyond. Recently, a modest refurbishment has made this drinkers pub an attractive place to visit. A black and white diamond quarry tiled entrance passage from the front door leads to a lobby bar or ‘Vault’. This retains a late Victorian curved panelled bar counter, old half tongue ‘n’ groove panelled walls with original bench seating attached on both sides that has recently been re-upholstered. Some old bar back shelves were replaced in 2006 and new panelled walls and ceiling added around the servery area. Behind the servery is a stained glass window with a 'Railway Inn' black lettering on white glass panel. \r\n\r\nOn the front left the small Tap Room has a door with an etched 'Tap Room' deep etched glazed panel, it retains its Victorian fixed seating which has been recently re-upholstered, bell pushes all around the room, some old dado panelling, old tiled fireplace and service from a doorway to the left of the servery with a flap across it. On the front right is a door with a 'Bar Parlour' deep etched glazed panel and it retains a lovely late Victorian tiled, cast-iron with moulded surround and over mantle mirror, original fixed seating all around the room which has been recently re-upholstered, bell pushes in the panel above all around the room. \r\n\r\nThe pub has expanded at the rear but this does not destroy the historic core. The black and white quarry tiled passage continues to the right leading to the original ‘outside’ toilets now covered over. At the rear there is a door with a ‘Vault’ glazed panel which confuses until you know that it was brought in from another pub! This was formerly the domestic kitchen and still retains its fine stone floor. Now converted to a further small public room it contains a Victorian tiled, cast-iron and wood surround fireplace with a mirror in the mantelpiece above. A small modern counter has been installed. Beyond this there is a further new public room in a flat roof extension to the original building which has a new tiled floor and new brick fireplace and, outside, a patio drinking area.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/72"
}
,
{
    "Pub Name": "Grapes",
    "Address": "439 Liverpool Road, Peel Green, M30 7HD",
    "Description": "Impressive red brick and terracotta building by Mr Newton of Hartley, Hacking & Co for Joseph Holt Brewery with a pedimented parapet containing a shield with the date 1903. Between 1903 and 1906 the Joseph Holt Brewery built three impressive pubs in Eccles, the Grapes, the Lamb and the Royal Oak. All are magnificent examples of Edwardian architecture but the Grapes is the most spacious and the most extravagant in its use of carved mahogany, Art Nouveau tiling, Jacobean door surrounds and decorative glass. \r\n\r\nEntrance lobby with door to vault to right, ahead a full height mahogany screen with glazed panels and overlights and a door with cut and etched glass with vine designs and the words 'Grapes Hotel'. There are multiple star bursts and bevelled panels in the door and side panels in inner door. Through the door is one of the most impressive drinking passage in the UK. It has a high ceiling, a terrazzo floor, dado of green glazed tiles including some with Art Nouveau patterns which continues up the open staircase, elaborate mahogany Jacobean-style stair, elaborate bar with brilliant cut glass hatches and overlights. \r\n\r\nOn the right hand side of the passageway is a wonderful mahogany shuttered bar with sliding screens of deep cut glass panels in a fan shape with the top section almost reaching the ceiling. The first part of the screen has, unusually, no servery beyond it, but part of the Vault indicating the counter in the Vault is a much reduced size than the original. The upper rising panels in the screen remain. Similar screen opposite the staircase also retains its rising panels where customers are served and there are two small hatches where the upper panels also survive. \r\n\r\nThe Bar Parlour on the left has a Jacobean style door surround, door with cut and etched glass with the words \"BAR PARLOUR\", original fixed seating, bell pushes, baffles by the door with stained and leaded panels in the top and tiled & carved wood surround fireplace. Between the Bar Parlour and the Smoke Room is a terrazzo floor passage with dark green tiled dado which runs from the lobby to the door on the left hand side of the building. By the door there is a hatch in the wall on the smoke room side – was this the off sales? \r\n\r\nThe rear Smoke Room has a Jacobean style door surround, door with cut and etched glass with the words \"SMOKE ROOM” and grape symbols with a panel in the top………. , a draught screen by the door with a stained and leaded panel in the top, another heavily carved mahogany surround fireplace with a tiled interior; the fixed seating here looks modern. In 19XX the rear wall was removed to combine it with a former private room at the rear so it is now doubled in size and has more modern fixed seating and no fireplace. \r\n\r\nAt the rear right twin doors with ‘Billiards’ and symbols and ‘Room’ and symbols with two glazed panels in the top with grapes symbols. The billiard room retains the seating on a raised platform on the exterior side and rear of the room but none either side of the impressive Jacobean style mahogany chimneypiece with pilasters with capitals and a ceramic interior and it rises to two-thirds the height of the ceiling. There are bell pushes in the panels at the end of the seating and another two along it. The end pieces of the raised fixed seating still have the makers labels ‘Pearson & Brown Manufacturers Contractors to H M Government, Eccles New Road, Weastle, Manchester’. The draught screen on the right has a stained and leaded panel in the top. A former exterior door is now the darts area. A pool table has replaced the full sized billiard one. The billiard room is served by a hatch which looks a later addition – the folding doors in it are definitely modern. \r\n\r\nThe gents’ here has 1920s ‘Gentlemen’ in the door, a dado of 1920/1930s tiles in yellow and green with decorative brown and a row of narrow green tiles at the top throughout the toilets. It is situated in an early 20th century flat roofed extension at the side and rear of the building. At the end of the lobby an original mahogany arch doorway to the rear of the smoke room and a smoking shelter. There is a door to the kitchen – was this a toilet originally? \r\n\r\nOn the front right is the Vault which has seen much change. The off-sales was absorbed some years ago and has a good but disused vestibule entrance with cut and etched glass; bar counter and simple fixed seating are all modern. \r\n\r\nUpstairs is a meeting room with a ‘Club Room’ cut and etched glass panel in the door and an original tiled and carved wood surround fireplace. The small bar was added in the 1970s. The club room has a Baronial-style vaulted ceiling with exposed roof timbers and was used by the Royal and Ancient Order of Buffaloes. There is a small store room off it. \r\n\r\nThere have been some minor alterations over the years but the pub has such grandness and wealth of detail that the changes are not that apparent.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/75"
}
,
{
    "Pub Name": "Lamb Hotel",
    "Address": "33 Regent Street, Eccles, M30 0BP",
    "Description": "A classic red brick and terracotta Edwardian pub of 1906 for Holt's Brewery by a Mr Newton of Hartley, Hacking & Co. The vault still has a separate entrance and a long bar counter while the remainder of the pub is served from hatches. There is a bar parlour, a lobby and serving area around the bar and an adjoining smoke room. The star here is the shuttered bar; sadly the billiard room that is in near original condition has recently lost its a full-size table. Well-preserved fittings include the elaborate Jacobean-style mahogany door surrounds and chimney pieces, Art Nouveau glazed wall tiling and curved, brilliant-cut glazed hatches and overlights and mosaic flooring. \r\n\r\nFront door leads to an entrance lobby with terrazzo floor and a dado of green tiles. Door on the right leads to the Vault which has seen changes - the outdoor department / off sales situated at the far end of the room has been absorbed. The door to it (and another door into the Vault on the same wall) have been blocked up, but the window above the door is still in place. The bar counter looks like it is an addition/ replacement - it is clearly not Edwardian but more early 1960s (possibly 1962?) - note the tiled dado in the former off sales area and how the screened area on the counter near the former door finishes short of the ceiling whereas the main original screenwork reached the ceiling! Two sets of 'Lamb Hotel' exterior windows in the Vault were smashed in 2009 and only replaced by toughened glass (say locals)!! There is an old cast iron fireplace painted brown with new tiles and the fixed seating with matchboard backs looks more 1930s or later. The 'Public bar' on the door is inter-war work. \r\n\r\nA mahogany carved screen has a door with cut and etched glazing with the words 'Lamb Hotel' and overlights which leads to the Hall / Lobby bar. On the left the entrance has 'Bar Parlour' in etched glass in the door and two substantial glazed baffles with etched panels either side of the door. The entrance to this and other rooms have elaborate Jacobean style surrounds. The room retains fixed seating with bell pushes in the panel above. The good wood surround fireplace has modern tiles but the wood surround looks original. Second on the left is another room with original fixed upholstered seating and bell pushes in panelling above and a fireplace with modern tiles and Jacobean style chimney-piece. A wide arch forms the entrance from the lobby. There are some etched exterior windows but others were lost in 2009. \r\n\r\nOn the rear right is the Billiard Room, with cut and etched glass 'Billiard Room' in the door, which until 2020 did retain its full sized snooker table. All around the room the seating on a raised platforms that been retained. The table was made by the London firm of Burroughs & Watts and was the original supplied when the Lamb first opened in 1906. The scoreboard was supplied by Rapper and Sons of Stevenson Square. \r\n\r\nWe are of a couple of Heritage pubs still with full sized billiard tables - the \r\nthe Malt Shovel, Spondon, Derbyshire; and the Douglas Arms, Bethesda, North Wales. \r\n\r\nThe Hall / Lobby Bar has a dado of Art Nouveau glazed light and dark green tiles with red roses which continues up the stair well with a mahogany stair of heavy Jacobean design. Dado tiling continues to the toilets off to the rear with their 'Gents Lavatory' and 'Ladies Lavatory' etched panels. The impressive screened curved bar is of mahogany with brilliant-cut glazed hatches and overlights. There are three serving hatches with sliding windows, all kept in the upright position. The lino tiles were relaid in 2009.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/76"
}
,
{
    "Pub Name": "Shakespeare",
    "Address": "1 Glynne Street, Farnworth, BL4 7DN",
    "Description": "A fine and unusually intact 1920s pub built for the 'better class' of customer. It was erected in 1926 for Magee Marshall, brewers of Bolton, on a prominent corner site though architecturally it is not particularly distinguished, presenting a rather four-square, Neo-Tudor appearance to the two roads. It is faced with large areas of whitish terracotta interspersed with red brick and, over some of the bays, are gables with touches of half-timbering. It has lost the original etched lower window panels as owners will only replace with plain ones due to the number lost but does have some leaded upper panels with 'MM' in them. The plain panels now have 'Shakespeare's Head' symbols (transfers?) on them. The splendidly ornate interior was brutally modernised in 2012 due to inappropriate treatment with paint, adding of TV screens in every room and one room permanently ready for karaoke! (our photos were taken prior to 2012). \r\n\r\nThe layout, amazingly, remains intact and the spaces are fitted out with woodwork of the highest quality making it one of the finest remaining examples of an inter-war suburban pub. The main entrance on Albert Road has solid oak doors and leads into a drinking lobby with a richly carved bar counter topped by a carved wooden shield which almost reaches the ceiling (the same shield appears over the other counters). There is likely to be a parquet floor under the carpet. It is here one finds the one real blemish in the pub - the inter-war tilework of the walls has been papered over - shame! \r\n\r\nOn the left is the Lounge which has lost its door and vestibule entrance but it does have a superb Tudor-style wood and stone fireplace with panelled overmantel, original fixed seating and there are two low baffles as you enter the room and another two by the fireplace which have all recently been painted black, The room has unusually detailed bell-pushes for waiter service also recently been painted black and above is some three-quarter height panelling that was added in the 1980s and is much plainer than the other woodwork in the pub and recently has been painted a light blue colour. This room is in use regularly for karaoke so expect the 'disco equipment'  and large speakers to be still in place. \r\n\r\nOn the front-right there is the News Room, which has lost most of its original vestibule entrance and in recent years lost its 'News Room' deep etched with gilded lettering and frosted glass panel. It now functions as the Vault and has a richly carved bar counter topped by a carved wooden shield and a red brick fireplace, which looks like a later addition, but is now blocked up and covered by a radiator. The room has a tall baffle by the door with frosted glass panels but recently painted a light blue colour, original fixed seating with a low baffle painted black and until recently it retained the original coat hooks. The three-quarter height panelling was added in the 1980s and is much plainer than the other woodwork in the pub; it has recently has been painted a light blue colour. \r\n\r\nThe back room (fronting Glynne Street) retains a rare wooden internal vestibule from the lobby area (unusual as most vestibule entrances lead from the street), but has in recent years lost a 'Commercial Room' deep etched with gilded lettering and frosted glass panel, which has been replaced by a modern 'Shakespeares Head' one. This, the best of the rooms, has another richly carved bar counter topped by a carved wooden shield and a decoratively carved fireplace with panelled overmantel, copper canopy and some modern tiling. The fixed seating is original with low carved baffles at each end recently painted black, unusually detailed bell-pushes also recently painted black and, as elsewhere, original elaborate brass door handles. The three-quarter height panelling, recently painted a light blue colour, was added in the 1980s and as well as much plainer than the other woodwork in the pub there are noticeable gaps where it meets the fireplace here.   \r\n\r\nIt is a real pleasure to find the off-sales area untouched (entrance from Glynne Street) - doors lead off it to the Vault (minus its etched and gilded panel) and Commercial Room. It has lower rising sash panels and fixed glazed panels up the ceiling. This screen forms the original bar back fitting which has shelves fixed across it. This tiny room also has richly carved bar counter topped by a carved wooden shield and has a short screen by the external door. \r\n\r\nThe last public room on the ground floor seems to have been brought into use after serving as part of the former kitchen and has modern dado panelling. Off to the left are new toilets in a flat roof extension as when built the toilets were outside - look for the black and white tiling on the way to the toilets indicating where the original exterior door lobby was situated. An open staircase with leaded window half way up leads upstairs. \r\n\r\nThe upstairs function room, with a figure '7' on an enamel disc on the door, is at present not accessible to the public. It is an excellent example of inter-war Tudor reinvention; the walls are covered with three-quarter height oak panelling, there are heavy roof timbers, a Tudor-style stone fireplace, and it still retains its quality bell pushes for waiter service. The large room has a folding screen so can be converted into two separate rooms as there are two doors from the landing and, until recently, it even retained ten circular tables from the 1920s, three of which had Formica tops added.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 07/04/2022)",
    "Url": "https://pubheritage.camra.org.uk/pubs/77"
}
,
{
    "Pub Name": "Plough",
    "Address": "927 Hyde Road, Gorton, M18 7FB",
    "Description": "The Plough is a basic drinkers pub that is intact since remodelled in 1893 and includes a central lobby with a tiled dado and one of the UK's great public bars (called 'Vault' in this part of the country). There is also a bar parlour, smoke room, pool room, all off the central hall, plus a side passage in Wellington St leading to a disused off-sales hatch, and an upstairs meeting room. \r\n\r\nIn 2013 the pub received a model refurbishment enhancing the original fittings, removing ugly 1960/70s additions, opening up fireplaces once again and adding a patio area to attract new customers – the result has been a noticeable increase in trade turning a pub considered ‘uneconomic’ to one performing very well. \r\n\r\nAt the front right is the Vault with a very richly-carved bar counter with foliated consoles including grapes motifs. The bar back is in an ornate Jacobean style with mirrors - some are replacements, and there are no changes to incorporate fridges, which are sensibly positioned to the side. In the middle bay of the bar back where the modern till is now situated look for the two coin holders that now store coin bags. In 2013 the ugly canopy / pot shelf added in the 1970s was removed so it is now possible to view the glory of the bar back fitting. The fixed seating all around the room is of the unadulterated bare bench type seen in Victorian times with match-board backs and no cushions or padding added - very rare - and at one end is an ornate lobby screen or draught screen. Note how the bench below the dart board has suffered from damage by stray arrows. The room has a ceiling of two sections with a plaster cornice and frieze with swags, a parquet floor added later. In the 1960/70s the original fireplace was removed and replaced by a radiator; in 2013 the radiator was replaced by a Victorian-style fireplace which houses a log fire in winter. \r\n\r\nInterior lobby has a black and white tiled floor and a dado of mainly green tiles. Double swing doors with decorative glazing, one with a figure '2' on it, lead to a hall with black and white mosaic floor of geometric design, and a lovely dado of dark green glazed tiles with decorative panels including floral patterns in pale blue and cream which continue up stairwell. For service to the rooms off the lobby there is a hatch with vertically hung sliding sashes (sealed in an open position many years ago), margin lights with Victorian coloured and textured glass, and a split door to the servery for staff. \r\n\r\nTo the left is a door (it did have a number '3' on it which is missing following a repainting in 2013) leading into the Bar Parlour (now called the ‘lounge’). It still retains its original fixed upholstered seating (recently re-covered) with bell-pushes above all around the room, one draught screen near the door (another has been removed in recent years), a plaster cornice and frieze with swags. The original fireplace was removed some time ago and replaced by a radiator; in 2013 the radiator was replaced in 2013 by a Victorian-style fireplace which houses a log fire in winter.  \r\n\r\nAt the rear left a door (it did have a number '4' on it which is missing following a repainting in 2013) leads to the snug (originally the Smoke Room) again with original fixed seating, bell pushes all the way around and an ornate carved draught screen by the door. The original fireplace was removed some time ago and in 2013 an inter-war fireplace from another pub was added, but it is not usable. \r\n\r\nA doorway to the rear right leads into a room clearly brought into public use in modern times and now the games room. There is a tiny hatch for service to the back of the servery, a draught screen with leaded panel in the top, which has been brought from another pub. At the end of the passage are new toilets brought inside 2004, but not affecting the historic parts. \r\n\r\nIf you take a look through the door in the corner of the public bar you will see the intact Outdoor Department or Off Sales. It has a locked entrance door on Wellington Street and a figure '8' on the inner door with a still working hatch with gas light fitting above. It has a black and white tiled floor, there is more good green tiled dado with floral panels and a sliding hatch to the side of the servery. This area is now used for storage. Note the figure '5' on the cellar door. Former first floor meeting room has original fireplaces. The side windows retain their original etched panels but the main front windows have been replaced with plain glass.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/78"
}
,
{
    "Pub Name": "Nursery",
    "Address": "258 Green Lane, Heaton Norris, Stockport, SK4 2NA",
    "Description": "The Nursery was built in 1939, replacing a pub dating from the mid-nineteenth century. This is a suburban hostelry and quite genteel, situated in a delightful, quiet neighbourhood. The approach is along a narrow, cobbled cul-de-sac, reinforcing the impression of exclusivity. The pub is virtually as it was built, incorporating twentieth-century standards of comfort and convenience but with old-fashioned solid and durable standards of construction and a clean, spacious and unembellished design. There is generous use of light oak panelling. In addition to the large lounge (front left) there is a bar lobby area, a smoke room (rear centre), a vault with a separate entrance side on the left and a plain function room/dining room upstairs. \r\n\r\nThe pub has a few sporting connections. There is an immaculate bowling green at the rear accessed via double doors at the end of a passage and lining the walls are the thriving bowling club's case full of trophies and a commemorative plaque of presidents since 1917. The bowling green can be hired for bowling parties. The pub football team also has a collection of trophies and the Nursery has the distinction of having been the first headquarters of Stockport County A.F.C., when the club's ground was nearby. \r\n\r\nOn the left, car park side of the pub, the entrance has a lobby with a door in front of you which formerly led to the off-sales but this area has recently been converted to a ladies toilet serving the vault. The left door leads to the vault with a draught screen at the entrance; one wall has panelling, it retains its original counter, fixed seating and splendid 1930s tiled fireplace. Intact gents'. \r\n\r\nThe windows in all three main rooms are decorated with charming horticultural motifs such as a spade, a watering can, a pot plant, a rose, a bunch of grapes, flowers etc. The painted panels in the vault continue along the wall between the servery and the door. Look for the rows of silk glass panels along the top part of the servery in the lounge and vault with paintings of drink-related items such as a bottle and glass of wine, glasses of beer, tankard, and hand-pumps - absolutely redolent of the 1930s and are a considerable rarity. \r\n\r\nThe entrance on the right-hand side leads to a lobby bar/hall with a dado of light oak panelling, a plain original counter front and the only addition is a food bar. A doorway on the left leads to the lounge with a draught screen either side that have leaded glazed panels in the top. It has light oak full-height panelling all the way around the room. It retains the original fixed seating and bell-pushes, a plain counter front, original bar-back fitting with leaded mirror panels, a 1930s brick fireplace and the three-window bell-box is still behind the bar. Note the 1939 'Ladies Toilet' and 'Gents Toilet' hanging signs in the rear panelled passage beyond the lobby bar: the gent's toilet is unaltered (as are both loos upstairs \r\n\r\nAt the rear off to the left is the smoke room with another plain bar counter, a draught screen with a leaded glazed panel in the top section,  original fixed seating and bell-pushes all around the room. It retains its original wood surround fireplace but the tiled insert and fire are undoubtedly much later work and has a bay window overlooking the bowling green.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/79"
}
,
{
    "Pub Name": "Britons Protection",
    "Address": "50 Great Bridgewater Street, Manchester, M1 5LE",
    "Description": "This pub first opened its doors in 1811 and was probably a range of houses originally. It was initially used for recruitment during the Napoleonic wars (hence the name). The building has a simple, rendered brick front, typical of Georgian times. What gives it its character now is a remodelling in the c.1930 with extensive amounts of tiling and good-quality woodwork. The moulded ceiling in the public bar and the corridor is the same as the ceiling in the public bar of the Mawson, Brunswick, a pub that was rebuilt in 1936-7 to designs of Fred Riley of Bramfield & Smith, Manchester for Tetleys Brewery of Leeds. The Britons Protection still retains its exterior Tetley illuminated sign. \r\n\r\nIt has a public bar along the front, a tiled corridor which leads round the back of the servery and to a pair of rooms behind. The public bar along the front with a figure '1' on the door has a good moulded ceiling picked out in gold on red. It retains its 1930s bar counter and bar back-fitting, a dado of 1930s tiling and fixed seating also from that date. \r\n\r\nThe off sales area is still visible with its double exterior doors - it is the area through the arch cut in the dividing wall  to the right of the public bar. The numbers on the doors were required to identify the rooms for licensing purposes. On the left are twin doors leading  to the passageway -  note the figure '2' on one of them and the five intact sliding screens on the servery side. It has a dado of 1930s tiling and another moulded ceiling picked out in gold on red. There is hatch for service at the rear of the servery which has two leaded screens and serves the two rear rooms. \r\n\r\nThe Smoke Room at the rear of the passageway has a figure '3' on the door,  original fixed seating with bell pushes, a copper fireplace with wood surround from the 1930s and by the door a draught screen with a leaded glazed panel in the top. There is a figure '4' on the last room on the rear right which has a draught screen with glazed leaded panel in the top, leaded rear window, original fixed seating and bell pushes, 1930s wood surround fireplace. \r\n\r\nThe tiling continues all along the passage which runs to the toilets at the rear and up the staircase. Note the ladies toilet has an unusual hanging door with leaded glass panels in the top.  A visit (if possible!) is recommended to the gents' with its 1930s massive urinals and 1930s tiled walls. There is also a room upstairs with few old fittings which is available for meetings.\r\n\r\nTo celebrate the pubs double centenary there was a celebration on 10th & 11th June 2011 when the first 200 customers each day could buy a pint for only 10p.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/80"
}
,
{
    "Pub Name": "Circus Tavern",
    "Address": "86 Portland Street, Manchester, M1 4GX",
    "Description": "This is one of the Top Ten Heritage Pubs in Britain which, despite its narrow internal dimensions, retains its room divisions and its modest fittings. An utterly unspoilt pub which is a tremendous survival in bustling central Manchester. Such survivals are rare nationally, and are especially uncommon in metropolitan surroundings. This early nineteenth-century stuccoed building is just one bay wide and was originally a house converted to a public house. It has a corridor on the left leading to two simply-fitted public rooms, one behind the other, on the right, which are separated by a vertically-boarded partition, the rear section which has a glazed upper section. It is packed if there are 40 customers so don't be surprised if, occasionally, you find the front door closed to avoid a crush! \r\n\r\nIn the corridor the tiny servery is placed under the stairs and is only large enough for one person to perform the noble act of serving the beer. The details of the servery with its glazed superstructure suggest it dates from c. 1930 date. A doorway leads to the very small room at the front which retains fixed bench seating, but a pair of draught screens by the door have recently been removed and the fireplace is a replacement. \r\n\r\nThe rear tiny room, also created by a partition wall to the corridor, retains its original fixed seating with bell pushes all around the room, a draught screen by the door, rear etched window, just two tables, but the a tiled and cast iron fireplace is a modern replacement and the glazed panel above the doorway and the wood with the figure '3', a requirement of the licensing magistrates, has recently been removed. The Gents has a 1930s 'Gents' glass panel on the door - the ladies was outside but is now covered over. Our photographs are now out of date as the walls of the whole place covered in photographs. There is no food, no piped music, no fruit machine and certainly no pool table - a TV is switched on for sport.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/81"
}
,
{
    "Pub Name": "Hare & Hounds",
    "Address": "46 Shudehill, Manchester, M4 4AA",
    "Description": "The building itself dates back to about 1800. What makes this pub distinctive is a remodelling that took place about 1925 when the bluey-brown ceramic front on the ground floor was put on. The interior is exceptionally complete - such a complete survival of this period is rare nationally and all the more so in a city centre location. On the left the entrance leads to a through-corridor which expands in the middle of the pub to form a drinking lobby in front of the servery. There are two public rooms, one at the front and one at the rear. All the woodwork is of c.1925. The corridor running from the front door in Shudehill to the rear entrance in Salmon Street is faced to half height with dark brown mottled and plain brown tiling from the inter-war period (of the same style of tiles appears at the Britons Protection, Manchester) where the remodelling was clearly done at much the same time. \r\n\r\nThe interior porches serving the front and rear entrances at either end of the corridor are lined with grey-green and cream coloured tiling. The front entrance lobby has half-glazed double doors leading to the corridor. The front bar ('Vaults') has a figure '1' on the door with a glazed upper panel and there is dark brown mottled and plain brown tiling on the partition wall that backs on to the drinking lobby and another section of tiling on the opposite wall. It has a bar counter with a plain panelled front and supports a glazed superstructure modelled to resemble sash windows with c.1925 decorative leaded glazing; and also fixed seating from that date. \r\n\r\nThe central drinking lobby has a plain counter with hatches above it and leaded glazed panels above, all from c.1925. The only things missing are the lower screens, but you can still see the pulleys that used to operate them. The c.1925 mirrored bar back-fitting remains intact. The rear room with the figure '3' on the door with a glazed upper panel retains its original fixed seating (re-upholstered in 2016 following water damage), bell pushes, a good tiled, cast and wood surround fireplace from c.1925 and a bar counter with a plain panelled front, hatches and leaded glazed panels above.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/82"
}
,
{
    "Pub Name": "Peveril of the Peak",
    "Address": "127 Great Bridgewater Street, Manchester, M1 5JQ",
    "Description": "This pub is an amazing sight. There are a number of pubs (especially in Birmingham) where interior walls are covered in tiles, but here the display is outside. This simple, two-storey mid-Victorian building was remodelled about 1900 and given a ceramic facing. One the ground floor it is yellowy-green, and above the orange name band it is cream. The fascia wording of 'Peveril Of The Peak' on two sides and 'Wines & Spirits' on the end of the building were covered by Wilsons Brewery standard signage until removed in the 1980s. The internal porches on both sides have fancy flanking tile bands of red, cream and green and good timber and glazed detailing. The interior has three rooms and a dog-leg corridor which also serves as a drinking lobby. \r\n\r\nThe drinking corridor is lined with dado of green and cream tiles, both plain and embossed. The west side of corridor is defined by timber and glazed screen forming the back to server with stained glass in upper parts with florid Art Nouveau detailing and serving hatches below. Bar counter has fielded panels and pilasters. The most impressive room is the one fronting Great Bridgewater Street. Through a doorway with a draught screen either side is a small wedge-shaped room with c.1900 fixed seating, bell pushes in the panel above and a Victorian tiled and cast iron fireplace. Similar bar counter with fielded panels and pilasters. In c.1982 Wilsons Brewery added the pot shelf - a stained and leaded screen over the bar counter in the public bar - take a close look and you can see it was carefully crafted to match the stained and leaded panels in the lobby bar. There is a 'Public Bar' etched window in the door. \r\n\r\nThe rear Lounge has old fixed seating and bell pushes. The Smoke Room has fixed seating, bell pushes and elaborate Victorian marble surround and tiled, cast iron fireplace. There is a tiled dado on the walls leading to the toilets. Three episodes of the TV Detective series 'Cracker' were filmed here and every time ITV show a repeat landlady Nancy Swannick (the back of her head appears) receives a cheque for £75 and her son Thomas who was filmed handing over a pint of beer - only his hand appears - also gets a cheque for £75!! In 2011 Nancy Swanick celebrated 40 years behind the bar.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/83"
}
,
{
    "Pub Name": "Mr Thomas's Chop House",
    "Address": "52 Cross Street, Manchester, M2 7AR",
    "Description": "A tall, narrow building dated 1901 in the gable. It's a typical example of exuberant end-of-the-nineteenth-century architecture - in this case in an ornate Jacobean style. The front part has red brick and terracotta while the rear is all faced in buff terracotta. Over half of this magnificent tiled interior is operated as a high class restaurant www.tomschophouse.com. The interior consists of four spaces, one behind the other, the middle two defined by a wide, green-tiled arch. These two areas are characterised by an impressive display of tilework, with a green dado running round the walls and cream tiling above extending to ceiling. A black and white tiled flooring runs throughout the whole of the pub. The two restaurant areas each have 2 arches in right-hand wall. All arches lined with green tiling and one houses a large wine rack. \r\n\r\nIn the front section is a modern bar counter and back-fitting but there is some good linen-fold panelling. Through a doorway  is another modern counter and there is a small modern counter in the restaurant section. In the rear small area, also defined by a green-tiled arch, is an excellent ceramic fireplace. There is an outside seating area at the rear of the building - table service operates lunchtimes in the outside seating area (and possibly at other times).",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/84"
}
,
{
    "Pub Name": "Marble Arch",
    "Address": "73 Rochdale Road, Collyhurst, Manchester, M4 4HY",
    "Description": "A very special pub with an impressive exterior and even more impressive interior. It was built in 1888 to designs by local architects Darbyshire and Smith. The ground floor is faced with polished granite and has the unusual feature of some Gothic detailing; unusual because Gothic was usually associated with churches and therefore rarely used for pubs. The interior consists of one long narrow room with a noticeable slope down to the servery. \r\n\r\nThe room has a splendid mainly blue and cream colourful mosaic floor but you will notice a large area of red quarry tiles - this was originally the site of a long bar counter which was removed in 1989. In its place is a small counter with green tiled panels along it. All the walls of the room are lined with glazed bricks of various shades of yellow, cream and greens. There is a wonderful frieze around the room with the wording 'Ale Porter (covered) Whiskies Gin Brandies Cordials Wines Gin Rum Ale Porter (over main door) Brandies Whiskies Rum Brandies Cordials'. The room is topped off by a ceiling of glazed bricks in a number of segments each with a centrepiece of four tiles in relief which create a ceiling rose. The ceiling is held up by iron girders and a number of ceramic supports. \r\n\r\nThere is a good marble and carved wood surround fireplace but it looks modern and the fixed seating is of no great age. Three front doors indicate the room was originally sub divided. In the lobby of the third door is another mosaic floor. There is a number of stained and leaded panels above the entrance door. Modern vestibule entrance. At the rear down a L-shaped passage is a modern small dining room brought into use in recent years. At the rear of the property is the Marble Brewery.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/85"
}
,
{
    "Pub Name": "Cemetery Hotel",
    "Address": "470 Bury Road, Rochdale, OL11 5EU",
    "Description": "This ominously-named corner pub takes its name from the nearby cemetery - nothing more worrying than that! It was built in the later nineteenth and given a face-lift a little late, probably in the Edwardian years. From the front door there is an inner porch with ‘Cemetery Hotel’ mosaic floor and a dado of rich vibrant various shades of green with cream tiling up to the ceiling finished off with a row of green tiles at cornice level. The dado of rich vibrant various shades of green continues throughout the lobby and into the drinking lobby in front of the servery. The tiling on the wall opposite the servery has been suffered from some movement to the property. Within the tiling are very decorative tiled panels of shades of green and orange. The bar back appears modern, but the bar counter could be old, if not Edwardian, and was painted over in black in 2020. \r\n\r\nThere are three rooms. The most impressive of the three rooms is the front left Parlour with ‘2’ on the door. It is expensively fitted and includes very good seating, which was repainted back in 2020. There are four seating areas created by substantial part glazed mahogany draught screens with classical columns. Either side of the entrance door are two imposing mahogany draught screens with leaded glass panels in the top part. The room has a distinctive turquoise tiled/ceramic fireplace (which is showing signs of wear) with a good wood surround including a mirror. The room has retained an original etched front window with the wording ‘Wines & Spirits’ but the two side windows are poor replacements for the original ‘Crown Ales’ and ‘Cemetery Hotel’ etched windows lost in recent years. \r\n\r\nThe small pool room on the front right with a ‘1’ on the door is by comparison extremely plain with a wood block floor, bare fixed seating  all around the room where the back panels were replaced in 2020 and all wooden surfaces painted a blue-grey colour.  The room still retains its original ‘Crown Ales’ front window and there is a range fireplace, which normally indicates the room was formerly a kitchen, and would pre-date the Edwardian refit. The small snug on the rear left has ‘3’ on the door, retains old fixed seating with a draught screen (all repainted black in 2020) but it has lost its fireplace and the windows are poor replacements of the original ‘Crown Ales’ and ‘Wines & Spirits’ etched ones. There is a (modern) hatch for service to the side of the servery.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/86"
}
,
{
    "Pub Name": "Coach & Horses",
    "Address": "350 Eccles New Road, Weaste, M5 5NN",
    "Description": "Built in 1913 for the Rochdale & Manor brewery, the Coach & Horses is a remarkably intact multi-room pub. The plan resembles pubs like The Stork in Birkenhead or the Prince Alfred in Liverpool in that the Public Bar ('Vault') is sited in the right-hand angle of the building and is surrounded by a corridor of which rooms lead to the left and rear. Front door internal porch has a black and white mosaic floor including the name ‘Coach & Horses’ and a dado of green tiles on both sides. The inner original doors have ‘Coach &’ ‘Horses’ deep etched and frosted panels with door protectors in front. The side door from the car park also has an internal porch with a black and white mosaic floor including the name ‘Coach & Horses’ and a dado of green tiles on the right hand side.  \r\n\r\nOn the left is the door with ‘Outdoor Depmnt’ highlighted in gold in a deep etched and frosted panel and door protectors either side. This tiny narrow room has a black and white diamond quarry tiled floor, a bare bench and three sections of the impressive timber and glass screen. Here the lower sections are still intact. This remarkable survivor is usually locked and sadly now used for storage. The inner original doors here have ‘Coach & Horses’ deep etched and frosted panels with door protectors in front. A corridor runs between the two doors with has a black and white diamond quarry tiled floor – can you spot the one small sizes tile? Apart from the left hand wall from the front door there is a dado of mainly green tiles all around it and also up the staircase to private quarters. Look for the deliberate mistake in the tiling at the foot of the stairs – one tile has been turned upside down! Service in the corridor is through an impressive timber and glass screen, as at the Birkenhead and Liverpool pubs (the sashes, sadly, have been removed from the lower sections here). \r\n\r\nThe Lounge on the front left of the corridor retains its original fixed seating with bell pushes but the fireplace has been changed. Front left room has the only significant change – what was probably a double doorway entrance is now much smaller and a short modern screen has been added in the north end of the doorway in recent years, but the original door frame has been retained i.e. the modern panel could be removed. The Vault on the front right has a door with a deep etched and frosted panel and door protectors either side, and another three sections of the timber and glass screen (again, sadly, without the lower sections). The fixed seating with draught screens have been retained but the fireplace has been removed and replaced by a dado of wood panelling (there are original fireplaces remaining upstairs). At the rear right off the corridor is the small Smoke Room with ‘Smoke Room’ picked out in gold in a deep etched and frosted panel and door protectors either side but no other old fittings.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "This pub is  currently \t\t\t\t\t\tclosed\n\t\t\t\t\t\t\t\t\t\t\t\t\t(since 01/10/2021)",
    "Url": "https://pubheritage.camra.org.uk/pubs/87"
}
,
{
    "Pub Name": "Station Buffet Bar",
    "Address": "Platform 4 Stalybridge Railway Station, Rassbottom St, Stalybridge, SK15 1RF",
    "Description": "This is a marvellous institution - one of the last-remaining, truly traditional railway buffet in the country. It was part of the 1885 rebuilding at the station and consists of a conservatory and high ceilinged main part of the buffet within the brick-built station buildings. In the latter there's a long, straight, marble-topped counter with three tall narrow Victorian bar back fittings of shelving on the back wall. has a Victorian stone, tiled and cast-iron fireplace, some original fixed seating on the platform side and lots of railway memorabilia. On the right hand side of the counter is the traditional glass fronted snacks/confectionery display. \r\n\r\nTo the right is a bare boarded passage leading to two rooms brought into public use as part of the buffet. The first is a narrow room with the toilets on the rear wall and a small bar counter which looks like it was added in 1970s. The extreme right-hand high ceilinged room was originally the first-class ladies' waiting room and has a good cornice and ceiling rose. Lots more railway memorabilia on the walls of the two rooms.\r\n\r\nThe Redfern family ran the place for well over 20 years. When the last owners took over they undertook a restoration which won the CAMRA/English Heritage refurbishment award in 1998. There is always a seriously interesting range of real ales on offer. Also, you can buy a North West dish called 'black peas' - made from the black pea, an older variety of the plain pea. Long soaked overnight and then boiled, they are traditionally eaten from a cup with salt and vinegar. \r\n\r\nIn the 70s the local Environmental Health Department demanded that the marble bar top and many other traditional features should be torn out and replaced with Formica. After quite a struggle with much attendant publicity the owners won the right to keep the existing (and perfectly hygienic) fittings as they are",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: Not listed",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/88"
}
,
{
    "Pub Name": "Alexandra",
    "Address": "195 Northgate Road, Edgeley, Stockport, SK3 9NJ",
    "Description": "The Alexandra is a five-roomed largely intact pub built of red brick with a red terracotta plaque in the gable with the date 'AD 1911'. On Chatham Street side is a disused door with a 'Order Dept.' etched window that was the former off-sales. This is still intact retaining its counter front with window panels up to the ceiling with a hatch for service, tiled floor, but is now used for storage and only accessible by a secret panel at the base of the bar back fitting. \r\n\r\nThe external lobby has a tiled dado and mosaic floor and through the inner door in a painted wooden screen is the lobby bar. This has a splendid dado of green and cream glazed tiles with multi-coloured Art-Nouveau motifs in coloured glass and a floor of marble mosaic recently exposed having been covered by carpet for many years. The tiled dado continues up the stairs and there is an impressive coloured glass window on the half landing. \r\n\r\nThe servery has a fine curved original mahogany bar front but the lower panels of the screened servery were removed at least 20 years ago. The bar back fitting was replaced in c.1980 and covers up the off sales hatch - locals say the original bar back fitting was sold by a previous landlord! A low suspended ceiling of light slatted wood was added above the entire servery area about 20 years ago. A room leads off each corner of the hall and all have painted wooden door surrounds with segmental pediments and doors with etched glass panels. \r\n\r\nAt the front left is the basic tap room with an etched 'Tap Room' panel in the door and the figure '4' above - a requirement of licensing magistrates. It retains original fixed bench seating around the room, two lobby screens with leaded glass in the top and an original tiled and wood surround fireplace recently brought back into use. The servery in the tap room originally consisted of rising shutters, which were removed in c.1980. The smoke room on the front right has an etched 'Smoke Room' panel in the door and the figure '3' above, two lobby screens with coloured leaded glass panels in the top, an original marble and tiled fireplace, original fixed seating with bell pushes above. \r\n \r\nThe bar parlour on the rear left has an etched 'Bar Parlour' panel in the door and the figure '1' above, two lobby screens with coloured glass panels in the top, original fixed seating with bell pushes above, an original glazed red brick and wood surround fireplace and mirror in the mantelpiece above and a number of etched and leaded glass windows. Service is from a door to the side of the servery with a flap across it and a figure '6' above it. The commercial room on the rear right is more modest than the others with an etched 'Commercial Room' panel in the door and the only old fitting being a wood surround fireplace which has a modern tiled interior. At the rear is the ladies toilet which is a conversion from living accommodation. \r\n\r\nA short corridor running parallel to the stairs now with its uncovered mosaic floor leads to the billiard room situated in a single storey wing on the right side of the pub. It has a vestibule entrance and etched 'Billiards Room' panel in the inner door with the figure '5' above. It has exposed roof timbers, painted glass skylight, a disused good tiled and wood surround fireplace now blocked up, a bay window with two etched windows and two plain windows which have replaced 'Billiards Room' ones and three rear windows with decorative etched panels. A pool table has replaced the full sized snooker table. Modernised gents’",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/90"
}
,
{
    "Pub Name": "Arden Arms",
    "Address": "23 Millgate, Stockport, SK1 2LX",
    "Description": "One of the great survivors amongst Britain's Heritage Pubs, the Arden Arms has a snug called 'the Select' which is believed to be one of only three surviving public rooms that can only be accessed by walking though the servery i.e. the licensees part of the pub so you have to ask staff for permission to use the room. This tiny room has an etched 'Arden Arms' window, original fixed bench seating around it with bell pushes from the days of table service. Modern items such as a fridge and a coffee machine have been added in recent years! The other two rooms where you can sit while the staff serve customers from the same space are the 'Inner Sanctum' at the Bridge, Topsham, Devon and the ‘Snug’ at Ye Horns Inn, Goosnagh, Lancashire. \r\n\r\nThe Arden Arms is a three storey building of red brick built in c.1815 and owned by the Raffald family until sold to Robinsons Brewery in 1889. The 1st landlord George Raffald was the nephew of Elizabeth Raffald, author of \"The Experienced Housekeeper\" and compiler of Manchester's first trade directory. Doors on Millgate and Corporation Street lead into a L-shaped drinking lobby with a black and white quarry tiled floor and featuring a floor to ceiling screened bar still retaining its rising sashes. All four on the lobby side are intact but are no longer raised/lowered. In 2021 the bar counter front and doorway to the servery was painted a blue-green colour; also some new tiling added to the bar back. There is a good frieze around the walls of the lobby rand an open staircase. The lobby entrance on the Corporation Street side has a terrazzo floor. \r\n\r\nOn the right hand side of the pub is the Millgate Room - a two-part room with a red and black diamond quarry tiled floor and a folding partition that can create two separate rooms. The door nearest the front of the pub with a figure '6' on it is no longer in use, the door in use has a figure '1' painted on it. The front part of the Millgate Room has a good 'Arden Arms' etched window, fixed bare bench seating around the room with loose cushions, a draught screen by the door and a fireplace with an old wood surround but modern cast-iron interior and a coal fire. The rear part has a cast-iron fireplace also with a coal fire. \r\n\r\nIn the angle of the streets is the vaults with a figure '2' on the door, original fixed bench seating around most of the room, and two 'Arden Arms' etched windows. The screened bar here retains its two top sections but the lower panels are missing and the room has lost its fireplace. Look for the rare 'bell tables' - in most pubs you used to summon table service by pressing a bell push on the walls of a room but here some tables had a bell push located in the centre of it to attract the attention of the staff - nowadays they are not responded to! Note the splendid grandfather clock and that the handpumps are, unusually, affixed to the bar back fitting of shelves rather than on the counter - there are very few remaining examples of this.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/91"
}
,
{
    "Pub Name": "White Lion",
    "Address": "2 Market Street, Westhoughton, BL5 3AN",
    "Description": "A plain corner-site pub with a remarkably intact interior refitted probably in the 1920s. A lobby with a tiled dado leads into a large drinking lobby also with a tiled dado. The centre-piece of the pub is the servery which has still-working etched rising sash screens and a tile-fronted counter in buff, blue-grey and a few multi-coloured patterned tiles. A door on the front left leads into the vault with four sections of the screened servery, the two on the left being curved, there is a 1920s tiled and wood surround fireplace and original fixed seating. Note the old gas water heater for hot toddy's. A disused central door has 'vault' etched panel and recently a new door was added on the far left to give access to the modernised toilets. \r\n\r\nAt the rear is the so-called ‘ugly’ room with another two sections of screened server, a fine but disused tiled and wood surround fireplace and more original fixed seating. On the right of the drinking lobby is the small 'John Hyde Suite' named after a former local which retains original fixed benches that have been refurbished. In this room, the ‘ugly’ room and, unusually, in the vaults there are bell pushes for table service which operated right up to the 1970s. There is an opened-up darts room on the rear right which has been completely refitted, and a 'Gentlemen' etched panel in the door to the gents'. There is quite a good selection of original 'White Lion' etched glass windows all around the pub.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/93"
}
,
{
    "Pub Name": "Harrow",
    "Address": "Harrow Lane, Steep, GU32 2DA",
    "Description": "A great unspoilt but hard-to-find pub just east of Bedales School and part of a tile-hung terrace. In the Dodd / McCutcheon family since 1932 with present owners sisters Claire & Nisa (granddaughters of Arthur & Annie May Dodd) having spent their entire lives here initially helping their grandmother in the kitchen. Their mother, Ellen McCutcheon, died in 2004 and her obituary appeared in the Daily Telegraph and also newspapers in Canada and New Zealand. The family bought the pub from Whitbread in 1991. \r\n\r\nIt has two splendid, little-altered rustic bars with venerable old fittings. The two bars (public left, smoking room right) measure only about 12 ft x 12 ft each. A brick path leads to the public bar door with its latch door. The public bar has a brick floor by the door, red & black quarry-tiled floor and full height tongue and grove panelling. There is a massive inglenook fireplace with log fire and old fireback. Seating consists of basic wall benches on two sides, short benches near the servery, also logs for seats. \r\n\r\nService is through a hatch with two doors held back permanently and behind there are no optics, no bottles of lager but one long wooden stillage (carefully renovated and raised three inches in 2008/9) full of casks of real ale. The bar back consists of shelves added to the panelling on the rear wall that replaced some older ones in the 1980s. The small atmospheric drinking space means that once the diners have moved on and the drinkers dominate you are soon brought into conversation with the locals. Ask to see 'The Book of Harrow Quotes and Wise Sayings'. On the tables in the public bar there are bowls of walnuts etc., also a nut cracker and you can help your self! \r\n\r\nThe equally small second room on the right still retains its original name plate 'Smoking Room' and alongside it a modern 'No Smoking' sign to comply with recent legislation! Through the latch door you will find a carpet and lino floored room with a collection of stuffed animals, an old Polyphon and a picture of the royal family dated 1880. It has an old tongue and groove dado which runs across the hatch, assorted seating includes a pew and two corner benches, and there is a Victorian tiled, cast iron and wood surround fireplace. \r\n\r\nThis is one of those rare pubs to still have an outside (and partly open-air) Gents', the ladies' are also outside and both are situated some 15 yards across the lane in front of the pub. Whitbread, supported by East Hampshire Council, devised a plan to integrate the two bars for the purpose of providing indoor lavatories, an arrangement which local health officials deemed unhygienic. Ellen McCutcheon was supported by the customers with hundreds writing letters making it the highest number of objections the local planning office had ever received! \r\n\r\nThere is lots of seating outside including some under a short veranda making the Harrow very popular in sunny weather. Major emphasis on local beers with at least two available. Home-cooked food cooked on a traditional Rayburn cooker with the hearty Harrow pea and ham soup a speciality. There is no electronic till, no TV, no piped music, no TV, and no pool table. Tens of thousands of pounds have been raised for local and national charities. Outside you will see plants for sale and inside ‘The Harrow Cook Book’, containing lots of recipes compiled by the locals is available for £10.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/94"
}
,
{
    "Pub Name": "Sun Inn",
    "Address": "Rosemary Lane, Leintwardine, SY7 0LP",
    "Description": "A stone and brick built cottage pub some 200 years old and was until recently described as possibly the most unspoilt pub in the country. Four small rooms with some public use and service still like it has been for over 60 years. In fact it is like how hundreds of pubs operated in the past. \r\n\r\nYou entered into a small lobby with a basic bench down one side and a table. On the left is the bar-parlour that doubled as Flossie’s living room with a carpet, 1950s tiled fireplace, half panelled walls, a dresser, sideboard and armchairs. \r\n\r\nTo the right of the lobby is a larger room which has much more of a public bar character and is called the 'red brick bar' with a red-tiled floor; a number of low basic benches all round; scrubbed tables and a solitary clicking clock above a brick fireplace from the 1930s - no alterations for years. \r\n\r\nYou could sit here and order your beer (very few other drinks were sold) which was fetched from the \"kitchen\" on the far left, where the beer is stillaged, and brought to you. In the final years of Miss Lane's ownership you were more likely to find it was one of a band of locals rather that served you. At quiet times the pub can still operate in the old traditional way. \r\n\r\nIn April 2011 a new bar was added at the rear in a large extension. The original rooms remain with the lobby (minus its bench and table) now providing access to the new room and modern toilets beyond. For service to the original rooms you stand at the hatch to the cellar and ring the bell. \r\n\r\nThe following details on how the Sun was saved is taken from an article that appeared in the Beer on the Wye Festival programme: \nTHE SUN INN, LEINTWARDINE – A SIGN OF HOPE FOR OUR PUBS?\r\nProof that active campaigning does work. \r\n \r\nIt was in danger of not just being the end of an era, but the end of one of Britain’s most remarkable pubs. What followed the death of England’s longest-serving landlady, Flossie Lane, back in June 2009, is an example of what can be achieved through positive campaigning. Back on Saturday the 13th June, 2009, the world learned the very sad news that Florence ‘Flossie’ Lane, a remarkable landlady who ran the wonderfully unspoilt Sun Inn at Leintwardine, had passed away in Leominster Community Hospital following a short illness. Flossie managed significant obituaries in both The Times and the Daily Telegraph and featured on the BBC Radio 4 obituary programme, Last Word - the latter with contributions from both Jeremy Paxman and Herefordshire CAMRA member, Mark Haslam. \r\n\r\nBack in the late summer of 2009 the future of the Sun Inn was cast into doubt when it was due to go to auction with a guide price of up to £300,000. Although mention was made in the auction sales particulars of the pub’s special history and circumstances, CAMRA was concerned that this price, and further mention of ‘development potential’ in the auction sales particulars, meant its sale might attract interest from property speculators who would have had no interest in running it as pub. Consequently a campaign was set up by Herefordshire CAMRA to publicise the threat, and hundreds quickly signed up to support a viable future for the Sun Inn on a ‘Save the Sun’ website. \nBBC visit \r\n\r\nThe campaign and plight of the pub seemed to catch the public imagination. Major articles appeared in both The Times and the Daily Mail, and on the 29th July BBC Midlands Today paid a visit. Mark Haslam recalls the visit of the BBC: “Flossie famously always forbade all photography in the Sun - it was one of her strict rules. Therefore, on the day the BBC visited it did seem incongruous to be sat in the small red-brick bar with the TV cameras rolling and a digital editing suite parked outside topped-off with an enormous satellite dish. But I think Flossie would have forgiven all concerned, especially as she would have realised it was all helping the fight to secure the pub’s long term future. \r\n\r\nThe visit of the BBC seemed to be the watershed of the campaign. Shortly after their visit we learned that the sale at auction had been postponed indefinitely, and this then allowed a two-man local consortium (who had been waiting patiently in the wings) to make their move. \nConsortium buy pub \r\n\r\nIt was soon public knowledge that the consortium consisted of Hobson’s Nick Davis, and Sun Inn regular, Gary Seymour. They only had one thing in mind for the pub – and that was to see it continue as it had for the previous 200 years. The pub finally changed hands on the 6th November 2009, and shortly after Mark Haslam was back on TV, this time in a feature on BBC Breakfast Time. It reported the good news that the Sun Inn was saved. Nick and Gary, the owners, are keen to expand and develop the beer offer by enlarging the kitchen stillage, and see the Sun Inn being very much a community-based pub, but definitely without a ubiquitous pub dining operation. Nick and Gary also believe maintaining the original rooms intact and untouched is essential to keeping the pub’s atmosphere and, although plans are now well-advanced to build an extension onto the rear of the premises, they realise protecting its historical legacy is vital to their business plan. Even the old Victorian garden is retained, with the idea being to have the local school tend the vegetable patches complete with wonderful old glass frames and mature fruit trees. \r\n\r\nMark Haslam, who led the successful ‘Save the Sun’ campaign, adds: “We never doubted for a moment that those who inherited the Sun Inn from Flossie were sincere with their wish to see it continue as a pub, if it were at all humanly possible. Therefore, this outcome appears to be a ‘win-win’ situation – the owners got a fair price, and the village secures the future of the Sun Inn as a pub. It is simply too important a part of our national heritage for us to have allowed it to have just faded away.” \nTalk is cheap \r\n\r\nBefore the Save the Sun campaign started, there were clarion  voices that “we were wasting our time” and that the Sun Inn was doomed. Thankfully, we were not deterred from our campaign by such Cassandras. Talk is cheap, and action is not for everyone. The successful outcome of the Sun Inn shows that campaigning DOES WORK. Never give up and you never quite know where you might end up. Following the campaign at the Sun, and following a number of other successful pub campaigns, Mark Haslam was awarded ‘CAMRA Campaigner of the Year’ at the CAMRA AGM held in the Isle of Man back in April 2010. There is now even greater reason to celebrate at the pub’s annual beer festival, which again will be held on the August Bank Holiday Sunday. \r\n\r\nA blue plaque has been installed by Herefordshire CAMRA: \"FLOSSIE - FLORENCE LANE - 1914-2009 - LIVED IN AND RULED THIS PARLOUR PUB\".",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/95"
}
,
{
    "Pub Name": "Duke of York",
    "Address": "Leysters, HR6 0HW",
    "Description": "A 400-year-old building with a farmhouse pub.  It has been in the same family ownership since 1911 when the present landlady's grandfather took over. The centenary was celebrated on 11 April 2011 with events, special beermats and also a commemorative bottled beer by Hereford Brewery. The interior is little changed since before WWII and consists of three rooms. \r\n\r\nThe small public bar has a small counter where the frontage is a continuation of the tongue and groove dado panelling and there is also a hatch to the right. The bar-back consists of old shelves and includes two tiny drawers, one of which is a very traditional till. There is a splendid curved high backed settle around the fireplace, which could date from just before WWII. there is some bare bench window seating around the local pub game of quoits - note the ancient wooden score board on the wall. On the right is the small darts room with a Victorian tiled fireplace, lovely corner bench and its own hatch. \r\n\r\nOn the left is the lounge with a figure '6' on the back of the door. It was added to the public rooms just before WWII and has the feel of a domestic sitting room of a country house. Previously it was a kitchen and the brewhouse and water was drawn from a well directly below. The present fireplace replaced the old range fireplace of the former kitchen. The bar fittings appear to date from post-war rather than pre-war with a ply panelled counter front and the mirrored bar back fitting has some Formica as well as wooden shelves. A curtain covers the entrance to the servery for staff and on display are various items of breweriana including a Watneys Red Barrel. The splendid grandfather clock by G Rocke of Kidderminster was a wedding present for the landlady's great great grandmother in the 1980's. \r\n\r\nPlease note the opening hours are only 11.30 (12 Sunday) to 14.45 and 19.00 to 23.00.",
    "Inventory Stars": "Two star - A pub interior of outstanding national historic interest",
    "Listed": "Listed Status: Not listed",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/96"
}
,
{
    "Pub Name": "Queens Arms",
    "Address": "Hartfield Road, Cowden Pound, TN8 5NP",
    "Description": "A rare, rural time-warp, in the same family hands from 1913 to 2014, with the former landlady, Elsie Maynard taking over in 1973 (she died aged 91 in April 2015). It was purpose-built by William Longley of Pound House on land purchased in 1841, the name commemorating the Queen’s Royal West Kent Regiment. The pub has one of the last remaining totally unspoilt rural public bars (on the right) dating from the Victorian era and which, apart from the paintwork, has been almost untouched since the end of the nineteenth century.\n\r\nThe front door leads to a tiny lobby with doors left and right and another in front that leads to the private quarters. On the right-hand door with the figure '1' leads to the tiny public bar with its original panelled counter with decorative brackets. The black mastic around the base of the bar counter is the position of the spittoon trough. The three Dalex handpumps, dated 1948, can still dispense exactly half a pint of beer with one pull: prior to their installation beer was fetched by jug from the cellar. There is simple shelving, basic bare benches in the window recess and a two-sided bench. The brickwork around the fireplace probably dates from 1953.\n\r\nThe saloon bar on the left with '2' on the door was originally a very small room that in 1953 was increased to twice its size by combining with a previous private room. It retains its original curved Victorian panelled counter with decorative brackets all painted bright yellow. The rear straight section is a later addition, no doubt of 1953? This very spartan room has a bell-push and a sign saying 'please ring for service'; old fireplace; and a ticking clock. At the rear an extension added in 1953 contains the ladies'. The present inside gents' (public bar) replaced outside ones in 1953.\n\r\nA sign on the outside of the pub warns customers 'Lager not sold here' and there is no ice and no children's room! There is no till - just a small bowl for coins with notes placed beneath. Crisps are stored in tins – all crisps were supplied in tins up to the 1950s and two have been retained – you can just about make out ‘crisps’ on one and ‘cheeselets’ on the other! Note the old Bisset dart scorer - three finger-operated metal dials that change the score.\n\r\nThe saloon bar is venue for monthly folk music sessions (ring 01732 862862 or 01737 248708 for details) - it has a few chairs and the odd table placed around the edge of it.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/98"
}
,
{
    "Pub Name": "Old House",
    "Address": "Redwell Lane, Ightham Common, TN15 9EE",
    "Description": "The Old House is a hard-to-find unspoilt pub with a simple two-bar interior. It is situated south of Ightham village - Redwell Lane runs between Ismays Road and Common Road. This brick and tile-hung building, partly seventeenth-century (left), partly nineteenth century (right) has no pub sign and the signboard on the right gable has faded beyond recognition! First licensed as a beerhouse in 1872 it didn't obtain a full licence until 1953. The entrance lobby has a parquet floor and a door leads into a tiny off-sales with a Victorian counter running across half of the rear section of the room with shelving left and right. \r\n\r\nThe main bar is to the left has a beamed and boarded ceiling on the left and plainer one on the right, the latter being evidence of the pub being extended to the right in 1888. It has a panelled counter and bar back of shelves on a mirrored backing The huge brick inglenook fireplace was unveiled by the present owners - previously there was a Victorian tiled fireplace in front of it; it has a log fire and beamed ceiling. The parquet floor was exposed by removing the carpet in 2010. The dating of the fittings and floor is difficult and they may well date from the 20th century rather than having great age.\r\n\r\nThe right-hand room is known as the saloon. An opening was created (in the 1970s) between the lounge and the off-sales to create a service hatch (and a door alongside it was blocked up).\r\n\r\nBeer and cider is fetched from the cellar. Some 200 whiskies are on offer. \r\n\r\nMay close early if no customers.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/99"
}
,
{
    "Pub Name": "Red Lion",
    "Address": "Snargate, TN29 9UQ",
    "Description": "A rare survivor - completely unspoilt with no modern trappings. Part 17th-, part 19th-century cottages with two public rooms. It has been in the hands of the Jemison family since 1911 and is beautifully run. Nineteenth-century facade to perhaps with eighteenth-century or earlier work behind. The left-hand part has the servery (with white marble top and pewter casing for the hand-pump stand) and another room behind. Lots of Second World War memorabilia and interesting pub games. \r\n\r\nThe pub originally consisted of the small public bar on the left and a tap room on the right. The dimly lit little-altered bare boarded bar on the left with '1' on the door retains its old wooden counter with a marble top and a set of four hand-pumps (on a pewter housing) dating from 1870 but last used 90 years ago: all the beer is now drawn from casks behind the bar. There are old bar shelves, tongue-and-grooved panelling and a brick fireplace which was replaced in 1936. The part-glazed partition at the rear which is hooked onto the beam was until the c.1984 some three feet closer to the front of the pub i.e. hanging from a different beam and abutting the counter. It has a door numbered  '2' but is always open. Beyond the partition is a bare wood small room, formerly living quarters.\r\n\r\nOn the right is the tap room, which, after the Second World War, was converted into a shop that survived until 1974. In the early 1980s it was reopened with a new quarry-tiled floor and is now a room for games are played, including toad in the hole and table skittles. It has a door from the entrance lobby with a '3' on it and in a bare wood passage at the rear: there is another door with a sliding hatch.",
    "Inventory Stars": "Three star - A pub interior of exceptional national historic importance",
    "Listed": "Listed Status: II",
    "Status": "",
    "Url": "https://pubheritage.camra.org.uk/pubs/100"
}
]